{'title': u'Bernie Sanders Campaign IMMEDIATELY Address Systemic Democratic Primary Election Fraud', 'url': 'https://www.change.org/p/bernie-sanders-bernie-sanders-must-contest-arizona-election-results-and-address-systemic-election-rigging', 'abstract': u'Let it be understood that if Jeb Bush, Ted Cruz, John Kasich, Mitt Romney and the Republican Party power brokers steal the Republican nomination from Donald Trump at the convention -- when Trump is the clear leader -- we will walk out of the Republican party and not support its nominee.', 'meta': '{\'petition_comment\': u\'{\\\'petition_comments\\\': u\\\'{"items":[{"id":420938444,"comment":"I voted for Sanders because I am tired of this oligarchal system ignoring our citizens! I won\\\'t stand by and let them tell me my vote doesn\\\'t count!","created_at":"2016-03-23T23:39:22Z","user_id":499627688,"petition_id":6600566,"likes":30,"user":{"id":499627688,"slug":"499627688","first_name":"Edward","last_name":"Bresnahan","short_display_name":"Edward","display_name":"Edward Bresnahan","city":"Phoenix","state_code":"AZ","country_code":"US","website":null,"locale":"en-US","description":null,"photo":{"id":128829755,"url":"photos/5/bc/vh/PAbcVhgZyVmkrVo-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/5/bc/vh/PAbcVhgZyVmkrVo-48x48-noPad.jpg?1458776375","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/5/bc/vh/PAbcVhgZyVmkrVo-128x128-noPad.jpg?1458776375","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/5/bc/vh/PAbcVhgZyVmkrVo-400x400-noPad.jpg?1458776375","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/5/bc/vh/PAbcVhgZyVmkrVo-800x800-noPad.jpg?1458776375","processing":false,"size":{"width":800,"height":800}}}}},"petition":{"id":6600566,"document_id":"6600566","ask":"Bernie Sanders Campaign IMMEDIATELY Address Systemic Democratic Primary Election Fraud","created_at":"2016-03-23T21:07:49Z","original_locale":"en-US","languages":["en"],"title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","description":" Open Letter to Bernie Sander\\\'s Campaign from Supporters: n We, as your supporters/volunteers/donors and advocates for the People\\\'s movement are DEEPLY concerned about what appears to be systemic election rigging within the Democratic primary and the failure of the Sanders\\\' campaign to address problems as they have revealed themselves.nState by state, we have witnessed serious issues with caucus rigging (video evidence emerging showing Clinton staff miscounting votes/allowing Clinton voters to go into caucuses unregistered, misinforming caucus participants of rules resulting in invalidating Sanders votes). The violations were so severe in Iowa that the editorial board of the newspaper that endorsed Hillary Clinton for the Presidency, the Des Moines Register called for an independent audit and full investigation to determine what went wrong. In Nevada, we have video of Clinton supporters being allowed to vote in the caucus unregistered and miscounting vote. The concerns about manipulations by the Clinton campaign in Nevada resulted in Nurses United (the Nurses\\\' union that endorsed Sen Sanders) to request independent polling monitors be brought in to oversee elections in remaining primary states.nIn addition, we have seen a consistent trend of exit polling not matching election outcomes in Arizona, Massachusetts, Missouri, Iowa and Illinois indicating wins for Senator Sanders in these states. Additionally, exit polls in other states indicate much closer outcomes than reported results. In Massachusetts, we witnessed unadjusted exit polls indicating a double digit win for Bernie Sanders and hand counted precincts in Massachusetts going to Senator Sanders by 17% over Hillary Clinton. In Arizona, exit polls conducted by the Daily Courier indicated Sanders winning by 62% over Clinton\\\'s 37% yet current results are indicating an inexplicable double digit win for Clinton. Exit polling has been consistently correct in predicting Republican primary outcomes from the same outlets conducting the Democratic polling. This is a major red flag.nWe also have video evidence that Bill Clinton broke the law by campaigning INSIDE Massachusetts polling places and shutting down polling stations for several hours as he canvased these precincts. Despite this being against state law, the severe disruption in voting that occurred, and a petition of over 100,000 people demanding that the state take legal action against Clinton for these violations, nothing was done. This emboldened Bill Clinton to repeat the same behavior in precincts in Illinois, and Hillary Clinton was seen campaigning at a precinct in North Carolina during voting on that state\\\'s primary day. Voters felt enormously disrespected that the Clinton\\\'s interfered with our voting process and upset the Sanders campaign did not hold them to account for illegally disrupting our voting process.nAdditionally, there is a serious concern about purged voter rolls with voters in every primary state thus far reporting incidents where individuals were either removed from the rolls or did not have their registration update changes in status that would have allowed them to participate in the 2016 Democratic primary. Florida and Arizona was the most egregious in voters reporting removal from the rolls with many citizens being denied the vote entirely or only allowed to vote on provisional ballots. Additionally, in Arizona we witnessed mass suppression of the vote as the state provided only sixty polling places for participation in contrast to the 200 that were available for the 2012 uncontested Democratic primary election. Voters reported waiting in lines for up to six hours. The mainstream news media predicted a victory for Clinton with available exit polling data indicating a Sanders win and thousands of voters still waiting in line to cast a vote. This reeks of wag the dog politics, and we have zero faith that the outcome in Arizona is any way indicative of the actual results of that election.nAdditionally, we are finding that vote by mail and absentee ballot registration is consistently favoring Hillary Clinton THREE to ONE and this is occurring EVEN in states where Sen Sanders is winning in double digit blow out margins over Clinton. nThis is a short list of the issues and problems that have been reported in the Democratic primary thus far. Please refer to this blog for sources, videos, documentation, and video evidence compiled by state.  The claims made in this petition are documented on this site. nhttps://electionfraud2016.wordpress.com/nAs supporters of this movement, we are troubled by the failure of the campaign to address these issues as they have arisen. We are puzzled why hand recounts of sample precincts were not requested in states where exit polls and election outcomes did not match. The machines we vote on are subject to tampering and remote hacking and election results have been shown to change by simple calibration of these machines. We are disturbed that the campaign failed to follow up with recounts in Missouri when exit polls showed a clear Sanders win in this state, and election precinct totals showed statistically improbable changes to favor Clinton in larger voting areas such as St Louis. If the campaign did not want the voters to incur the cost for a full recount in this state, it would have been prudent to request hand recounts of ballots in precincts that presented red flags. Our concern in Missouri, and indeed all the primary states, is not to pick up one or two extra delegates, but reveal what we believe could be mass election fraud. nGiven the amount of evidence, it has come to the point of irresponsibility by the campaign to continue to ignore this issue. Volunteers and supporters have given literally hundreds of thousands of man hours and millions of dollars in donations to drive this campaign to success. We have a right to expect the campaign will employ every possibly means of safeguarding our vote. Therefore, we request the campaign:nFully contest the election results in the state of Arizona. The amount of voter suppression and problems in this state demand a full revote.  nFile for hand counts in states where exit poll results did not match election outcomes where it is legally allowed.  If the campaign does not want to pay or recount entire states, we implore the campaign to request counts in states that presented red flags in reporting statistically improbable changes that favored Hillary Clinton.  (St Louis in Missouri, Chicago in Illinois, etc).  Immediately pursue any redress available in Massachusetts to the full extent of the law nConduct exit polling in future primary states and immediately request sample hand counts of precincts if election outcomes do not match polling results to document for any possible fraud and challenge results wherein such fraud is documented. nImmediately respond to any future illegal behavior from the Clinton campaign (Bill Clinton illegally canvassing polls, video evidence of caucus rigging from Clinton campaign) and reports of mass voter purging or vote suppression by pursuing any/all legal avenues to provide redress.  nIt is the campaign\\\'s duty to ensure that they utilize every avenue available to protect our vote and ensure that our movement to elect a People\\\'s representative to the Presidency isn\\\'t thwarted by illicit or illegal tactics from any entity.  nURGENT UPDATE:  After the Arizona debacle with reports of thousands of Sanders supporters being purged from the voter rolls, voters in upcoming primary states started double checking their registration status.  We are getting reports from voters in Wisconsin, New York, California, Washington, and other upcoming states and some have had their party affiliation changed from Democratic to another status or found they are no longer on the rolls.  If you are voting in an upcoming primary or caucus state, DOUBLE CHECK your voter registration status and bring documentation to the polls of your eligibility.  If you are purged, also contact the Sanders campaign.  The Sanders campaign should make available an immediate hotline for reporters to report this issue AND issue a statement to warn voters to check their registration status.  n UPDATE 2:  As the campaign now continues to ignore the signatures of over 13,000 people, we have reports of ballot stuffing and irregularities in Wyoming.  In Laramie County alone, Sanders had 689 votes to Clinton\\\'s 111 votes at the caucus however Clinton ended up winning 620 votes were added in absentee surrogate ballots.  We implore the campaign to get representatives on the ground to examine the ballots to determine if these were legitimately cast votes.  It is IMPERATIVE that the campaign address this issue as officials in Lancaster County in Pennsylvania have ordered 300,000 absentee ballots for the upcoming Democratic primary election.  Absentee ballots in primary elections for this county in PA typically run about 3,000!  Just printing this grotesquely excessive amount should be a HUGE red flag.  ADDRESS immediately:nhttp://lancasteronline.com/news/local/officials-lancaster-county-voters-will-get-absentee-ballots-this-week/article_910ff458-fc33-11e5-b804-671601f80af5.htmln"More than 2,900 ballot requests have been received so far, including a few hundred already sent overseas to comply with a federal law.That far outpaces the 1,922 and 1,176 requests seen in the 2012 and 2014 primaries."n Update 3: nThe New York State Democratic Primary election was a blatant exercise in voter suppression and fraud. A very SMALL sampling of issues that occurred in New York:nIn Brooklyn, 126,000 voters were purged from the registration rolls (dropped or party affiliation changed from Democrat to different party), a fourteen percent drop in that one city alone. Registration purging was reported across the state.nPolling locations in Brooklyn reported broken machines, lack of full compliment of machines, and one polling location opened hours late after it was failed to be staffed.nCNN exit polling showed a four percent difference between Clinton and Sanders for the final results. Clinton is now currently holding a sixteen point lead with the majority of precincts now reporting. CBS exit polls showed a five point difference between the two candidates. CNN exit poll had a margin of error of 2.6 percent. Exit polls are a reliable mean of ascertaining election outcomes and are used as a means globally to detect for suspicious results. New York is just the latest in a long series of states where reported results do not match the reported results (MA, IL, AZ, MI). A hand count is necessary to ensure the machine tally provided accurate results. Sanders must step up and demand that a hand count sample audit of precincts be conducted in New York state.nIssues were so severe that the New York City comptroller called for a full audit of the Election Board due to \\\'hundreds of thousands of reported problems\\\'. Unfortunately, there is a serious conflict of interest with Scott Stringer (NYC comptroller) leading an audit; he is the top delegate for Hillary Clinton on the New York State primary ballot.nSee our Election Fraud Blog for all the New York updates at:https://electionfraud2016.wordpress.com/ for MUCH more complete information. nIn solidaritynThe People. ","targeting_description":"Bernie Sanders","letter_body":"Bernie Sanders MUST IMMEDIATELY ADDRESS 2016 Democratic Primary Election Fraud","end_date":"2017-03-23","goal":null,"relevant_location":{"city":null,"country_code":"US","lat":null,"lng":null,"state_code":null,"google_places_id":"ChIJCzYy5IS16lQRQrfeQ5K5Oxw","photo_id":null},"restricted_location":null,"slug":"bernie-sanders-bernie-sanders-must-contest-arizona-election-results-and-address-systemic-election-rigging","status":"published","victory_date":null,"victory_description":null,"is_verified_victory":false,"is_victory":false,"video":null,"is_pledge":false,"topic":null,"tags":[{"id":7095,"locale":"en-US","name":"election","slug":"election-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":28190,"locale":"en-US","name":"fraud","slug":"fraud-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":32490,"locale":"en-US","name":"bernie","slug":"bernie-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":40286,"locale":"en-US","name":"sanders","slug":"sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":4905,"locale":"en-US","name":"arizona","slug":"arizona-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":7779,"locale":"en-US","name":"politics","slug":"politics-9","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":6531,"locale":"en-US","name":"hillary clinton","slug":"hillary-clinton-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":25294,"locale":"en-US","name":"bernie sanders","slug":"bernie-sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true}],"discoverable":true,"total_signature_count":30173,"weekly_signature_count":605,"photo":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"user":{"id":563967,"slug":"563967","first_name":"Deborah","last_name":"Lusignan","short_display_name":"Deborah","display_name":"Deborah Lusignan","city":"Adams","state_code":"MA","country_code":"US","website":"www.youtube.com/channel/UCxpfmCp2Z9VPTO7eWV6ebzQ","locale":"en-US","description":"I am the Sane Progressive on youtube.  A political commentary channel bringing a honest, logical counter-narrative to the lies of the corporately controlled media.","photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}}},"targets":[{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}}],"creator_name":"Deborah Lusignan","creator_photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}},"display_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","displayed_signature_count":30173,"petition_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","petition_status":"active","calculated_goal":35000,"media":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"primary_target":{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}},"progress":86.20857142857143}},{"id":420927062,"comment":"Furious with all of the voter suppression and fraud in Arizona and other states. Please, we must fight this before it happens in more states!","created_at":"2016-03-23T23:18:45Z","user_id":514463399,"petition_id":6600566,"likes":25,"user":{"id":514463399,"slug":"514463399","first_name":"Heather","last_name":"Phelps","short_display_name":"Heather","display_name":"Heather Phelps","city":"Forest Grove","state_code":"OR","country_code":"US","website":null,"locale":"en-US","description":null,"photo":{"id":129695795,"url":"photos/8/vy/nf/DxvynFCxRdCmedO-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/vy/nf/DxvynFCxRdCmedO-48x48-noPad.jpg?1459260343","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/vy/nf/DxvynFCxRdCmedO-128x128-noPad.jpg?1459260343","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/vy/nf/DxvynFCxRdCmedO-400x400-noPad.jpg?1459260344","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/vy/nf/DxvynFCxRdCmedO-800x800-noPad.jpg?1459260344","processing":false,"size":{"width":800,"height":800}}}}},"petition":{"id":6600566,"document_id":"6600566","ask":"Bernie Sanders Campaign IMMEDIATELY Address Systemic Democratic Primary Election Fraud","created_at":"2016-03-23T21:07:49Z","original_locale":"en-US","languages":["en"],"title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","description":" Open Letter to Bernie Sander\\\'s Campaign from Supporters: n We, as your supporters/volunteers/donors and advocates for the People\\\'s movement are DEEPLY concerned about what appears to be systemic election rigging within the Democratic primary and the failure of the Sanders\\\' campaign to address problems as they have revealed themselves.nState by state, we have witnessed serious issues with caucus rigging (video evidence emerging showing Clinton staff miscounting votes/allowing Clinton voters to go into caucuses unregistered, misinforming caucus participants of rules resulting in invalidating Sanders votes). The violations were so severe in Iowa that the editorial board of the newspaper that endorsed Hillary Clinton for the Presidency, the Des Moines Register called for an independent audit and full investigation to determine what went wrong. In Nevada, we have video of Clinton supporters being allowed to vote in the caucus unregistered and miscounting vote. The concerns about manipulations by the Clinton campaign in Nevada resulted in Nurses United (the Nurses\\\' union that endorsed Sen Sanders) to request independent polling monitors be brought in to oversee elections in remaining primary states.nIn addition, we have seen a consistent trend of exit polling not matching election outcomes in Arizona, Massachusetts, Missouri, Iowa and Illinois indicating wins for Senator Sanders in these states. Additionally, exit polls in other states indicate much closer outcomes than reported results. In Massachusetts, we witnessed unadjusted exit polls indicating a double digit win for Bernie Sanders and hand counted precincts in Massachusetts going to Senator Sanders by 17% over Hillary Clinton. In Arizona, exit polls conducted by the Daily Courier indicated Sanders winning by 62% over Clinton\\\'s 37% yet current results are indicating an inexplicable double digit win for Clinton. Exit polling has been consistently correct in predicting Republican primary outcomes from the same outlets conducting the Democratic polling. This is a major red flag.nWe also have video evidence that Bill Clinton broke the law by campaigning INSIDE Massachusetts polling places and shutting down polling stations for several hours as he canvased these precincts. Despite this being against state law, the severe disruption in voting that occurred, and a petition of over 100,000 people demanding that the state take legal action against Clinton for these violations, nothing was done. This emboldened Bill Clinton to repeat the same behavior in precincts in Illinois, and Hillary Clinton was seen campaigning at a precinct in North Carolina during voting on that state\\\'s primary day. Voters felt enormously disrespected that the Clinton\\\'s interfered with our voting process and upset the Sanders campaign did not hold them to account for illegally disrupting our voting process.nAdditionally, there is a serious concern about purged voter rolls with voters in every primary state thus far reporting incidents where individuals were either removed from the rolls or did not have their registration update changes in status that would have allowed them to participate in the 2016 Democratic primary. Florida and Arizona was the most egregious in voters reporting removal from the rolls with many citizens being denied the vote entirely or only allowed to vote on provisional ballots. Additionally, in Arizona we witnessed mass suppression of the vote as the state provided only sixty polling places for participation in contrast to the 200 that were available for the 2012 uncontested Democratic primary election. Voters reported waiting in lines for up to six hours. The mainstream news media predicted a victory for Clinton with available exit polling data indicating a Sanders win and thousands of voters still waiting in line to cast a vote. This reeks of wag the dog politics, and we have zero faith that the outcome in Arizona is any way indicative of the actual results of that election.nAdditionally, we are finding that vote by mail and absentee ballot registration is consistently favoring Hillary Clinton THREE to ONE and this is occurring EVEN in states where Sen Sanders is winning in double digit blow out margins over Clinton. nThis is a short list of the issues and problems that have been reported in the Democratic primary thus far. Please refer to this blog for sources, videos, documentation, and video evidence compiled by state.  The claims made in this petition are documented on this site. nhttps://electionfraud2016.wordpress.com/nAs supporters of this movement, we are troubled by the failure of the campaign to address these issues as they have arisen. We are puzzled why hand recounts of sample precincts were not requested in states where exit polls and election outcomes did not match. The machines we vote on are subject to tampering and remote hacking and election results have been shown to change by simple calibration of these machines. We are disturbed that the campaign failed to follow up with recounts in Missouri when exit polls showed a clear Sanders win in this state, and election precinct totals showed statistically improbable changes to favor Clinton in larger voting areas such as St Louis. If the campaign did not want the voters to incur the cost for a full recount in this state, it would have been prudent to request hand recounts of ballots in precincts that presented red flags. Our concern in Missouri, and indeed all the primary states, is not to pick up one or two extra delegates, but reveal what we believe could be mass election fraud. nGiven the amount of evidence, it has come to the point of irresponsibility by the campaign to continue to ignore this issue. Volunteers and supporters have given literally hundreds of thousands of man hours and millions of dollars in donations to drive this campaign to success. We have a right to expect the campaign will employ every possibly means of safeguarding our vote. Therefore, we request the campaign:nFully contest the election results in the state of Arizona. The amount of voter suppression and problems in this state demand a full revote.  nFile for hand counts in states where exit poll results did not match election outcomes where it is legally allowed.  If the campaign does not want to pay or recount entire states, we implore the campaign to request counts in states that presented red flags in reporting statistically improbable changes that favored Hillary Clinton.  (St Louis in Missouri, Chicago in Illinois, etc).  Immediately pursue any redress available in Massachusetts to the full extent of the law nConduct exit polling in future primary states and immediately request sample hand counts of precincts if election outcomes do not match polling results to document for any possible fraud and challenge results wherein such fraud is documented. nImmediately respond to any future illegal behavior from the Clinton campaign (Bill Clinton illegally canvassing polls, video evidence of caucus rigging from Clinton campaign) and reports of mass voter purging or vote suppression by pursuing any/all legal avenues to provide redress.  nIt is the campaign\\\'s duty to ensure that they utilize every avenue available to protect our vote and ensure that our movement to elect a People\\\'s representative to the Presidency isn\\\'t thwarted by illicit or illegal tactics from any entity.  nURGENT UPDATE:  After the Arizona debacle with reports of thousands of Sanders supporters being purged from the voter rolls, voters in upcoming primary states started double checking their registration status.  We are getting reports from voters in Wisconsin, New York, California, Washington, and other upcoming states and some have had their party affiliation changed from Democratic to another status or found they are no longer on the rolls.  If you are voting in an upcoming primary or caucus state, DOUBLE CHECK your voter registration status and bring documentation to the polls of your eligibility.  If you are purged, also contact the Sanders campaign.  The Sanders campaign should make available an immediate hotline for reporters to report this issue AND issue a statement to warn voters to check their registration status.  n UPDATE 2:  As the campaign now continues to ignore the signatures of over 13,000 people, we have reports of ballot stuffing and irregularities in Wyoming.  In Laramie County alone, Sanders had 689 votes to Clinton\\\'s 111 votes at the caucus however Clinton ended up winning 620 votes were added in absentee surrogate ballots.  We implore the campaign to get representatives on the ground to examine the ballots to determine if these were legitimately cast votes.  It is IMPERATIVE that the campaign address this issue as officials in Lancaster County in Pennsylvania have ordered 300,000 absentee ballots for the upcoming Democratic primary election.  Absentee ballots in primary elections for this county in PA typically run about 3,000!  Just printing this grotesquely excessive amount should be a HUGE red flag.  ADDRESS immediately:nhttp://lancasteronline.com/news/local/officials-lancaster-county-voters-will-get-absentee-ballots-this-week/article_910ff458-fc33-11e5-b804-671601f80af5.htmln"More than 2,900 ballot requests have been received so far, including a few hundred already sent overseas to comply with a federal law.That far outpaces the 1,922 and 1,176 requests seen in the 2012 and 2014 primaries."n Update 3: nThe New York State Democratic Primary election was a blatant exercise in voter suppression and fraud. A very SMALL sampling of issues that occurred in New York:nIn Brooklyn, 126,000 voters were purged from the registration rolls (dropped or party affiliation changed from Democrat to different party), a fourteen percent drop in that one city alone. Registration purging was reported across the state.nPolling locations in Brooklyn reported broken machines, lack of full compliment of machines, and one polling location opened hours late after it was failed to be staffed.nCNN exit polling showed a four percent difference between Clinton and Sanders for the final results. Clinton is now currently holding a sixteen point lead with the majority of precincts now reporting. CBS exit polls showed a five point difference between the two candidates. CNN exit poll had a margin of error of 2.6 percent. Exit polls are a reliable mean of ascertaining election outcomes and are used as a means globally to detect for suspicious results. New York is just the latest in a long series of states where reported results do not match the reported results (MA, IL, AZ, MI). A hand count is necessary to ensure the machine tally provided accurate results. Sanders must step up and demand that a hand count sample audit of precincts be conducted in New York state.nIssues were so severe that the New York City comptroller called for a full audit of the Election Board due to \\\'hundreds of thousands of reported problems\\\'. Unfortunately, there is a serious conflict of interest with Scott Stringer (NYC comptroller) leading an audit; he is the top delegate for Hillary Clinton on the New York State primary ballot.nSee our Election Fraud Blog for all the New York updates at:https://electionfraud2016.wordpress.com/ for MUCH more complete information. nIn solidaritynThe People. ","targeting_description":"Bernie Sanders","letter_body":"Bernie Sanders MUST IMMEDIATELY ADDRESS 2016 Democratic Primary Election Fraud","end_date":"2017-03-23","goal":null,"relevant_location":{"city":null,"country_code":"US","lat":null,"lng":null,"state_code":null,"google_places_id":"ChIJCzYy5IS16lQRQrfeQ5K5Oxw","photo_id":null},"restricted_location":null,"slug":"bernie-sanders-bernie-sanders-must-contest-arizona-election-results-and-address-systemic-election-rigging","status":"published","victory_date":null,"victory_description":null,"is_verified_victory":false,"is_victory":false,"video":null,"is_pledge":false,"topic":null,"tags":[{"id":7095,"locale":"en-US","name":"election","slug":"election-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":28190,"locale":"en-US","name":"fraud","slug":"fraud-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":32490,"locale":"en-US","name":"bernie","slug":"bernie-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":40286,"locale":"en-US","name":"sanders","slug":"sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":4905,"locale":"en-US","name":"arizona","slug":"arizona-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":7779,"locale":"en-US","name":"politics","slug":"politics-9","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":6531,"locale":"en-US","name":"hillary clinton","slug":"hillary-clinton-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":25294,"locale":"en-US","name":"bernie sanders","slug":"bernie-sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true}],"discoverable":true,"total_signature_count":30173,"weekly_signature_count":605,"photo":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"user":{"id":563967,"slug":"563967","first_name":"Deborah","last_name":"Lusignan","short_display_name":"Deborah","display_name":"Deborah Lusignan","city":"Adams","state_code":"MA","country_code":"US","website":"www.youtube.com/channel/UCxpfmCp2Z9VPTO7eWV6ebzQ","locale":"en-US","description":"I am the Sane Progressive on youtube.  A political commentary channel bringing a honest, logical counter-narrative to the lies of the corporately controlled media.","photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}}},"targets":[{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}}],"creator_name":"Deborah Lusignan","creator_photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}},"display_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","displayed_signature_count":30173,"petition_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","petition_status":"active","calculated_goal":35000,"media":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"primary_target":{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}},"progress":86.20857142857143}},{"id":420927593,"comment":"Voter fraud has got to stop,","created_at":"2016-03-23T23:19:26Z","user_id":69926633,"petition_id":6600566,"likes":18,"user":{"id":69926633,"slug":"69926633","first_name":"Linda","last_name":"Sunderlin","short_display_name":"Linda","display_name":"Linda Sunderlin","city":"Dillon","state_code":"MT","country_code":"US","website":null,"locale":"en-US","description":null,"photo":{"id":14324983,"url":"photos/4/ee/mg/RzEeMgOYCIqCSYL-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/ee/mg/RzEeMgOYCIqCSYL-48x48-noPad.jpg?1426371528","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/ee/mg/RzEeMgOYCIqCSYL-128x128-noPad.jpg?1426371528","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/ee/mg/RzEeMgOYCIqCSYL-400x400-noPad.jpg?1426371528","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/ee/mg/RzEeMgOYCIqCSYL-800x800-noPad.jpg?1454053230","processing":false,"size":{"width":800,"height":800}}}}},"petition":{"id":6600566,"document_id":"6600566","ask":"Bernie Sanders Campaign IMMEDIATELY Address Systemic Democratic Primary Election Fraud","created_at":"2016-03-23T21:07:49Z","original_locale":"en-US","languages":["en"],"title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","description":" Open Letter to Bernie Sander\\\'s Campaign from Supporters: n We, as your supporters/volunteers/donors and advocates for the People\\\'s movement are DEEPLY concerned about what appears to be systemic election rigging within the Democratic primary and the failure of the Sanders\\\' campaign to address problems as they have revealed themselves.nState by state, we have witnessed serious issues with caucus rigging (video evidence emerging showing Clinton staff miscounting votes/allowing Clinton voters to go into caucuses unregistered, misinforming caucus participants of rules resulting in invalidating Sanders votes). The violations were so severe in Iowa that the editorial board of the newspaper that endorsed Hillary Clinton for the Presidency, the Des Moines Register called for an independent audit and full investigation to determine what went wrong. In Nevada, we have video of Clinton supporters being allowed to vote in the caucus unregistered and miscounting vote. The concerns about manipulations by the Clinton campaign in Nevada resulted in Nurses United (the Nurses\\\' union that endorsed Sen Sanders) to request independent polling monitors be brought in to oversee elections in remaining primary states.nIn addition, we have seen a consistent trend of exit polling not matching election outcomes in Arizona, Massachusetts, Missouri, Iowa and Illinois indicating wins for Senator Sanders in these states. Additionally, exit polls in other states indicate much closer outcomes than reported results. In Massachusetts, we witnessed unadjusted exit polls indicating a double digit win for Bernie Sanders and hand counted precincts in Massachusetts going to Senator Sanders by 17% over Hillary Clinton. In Arizona, exit polls conducted by the Daily Courier indicated Sanders winning by 62% over Clinton\\\'s 37% yet current results are indicating an inexplicable double digit win for Clinton. Exit polling has been consistently correct in predicting Republican primary outcomes from the same outlets conducting the Democratic polling. This is a major red flag.nWe also have video evidence that Bill Clinton broke the law by campaigning INSIDE Massachusetts polling places and shutting down polling stations for several hours as he canvased these precincts. Despite this being against state law, the severe disruption in voting that occurred, and a petition of over 100,000 people demanding that the state take legal action against Clinton for these violations, nothing was done. This emboldened Bill Clinton to repeat the same behavior in precincts in Illinois, and Hillary Clinton was seen campaigning at a precinct in North Carolina during voting on that state\\\'s primary day. Voters felt enormously disrespected that the Clinton\\\'s interfered with our voting process and upset the Sanders campaign did not hold them to account for illegally disrupting our voting process.nAdditionally, there is a serious concern about purged voter rolls with voters in every primary state thus far reporting incidents where individuals were either removed from the rolls or did not have their registration update changes in status that would have allowed them to participate in the 2016 Democratic primary. Florida and Arizona was the most egregious in voters reporting removal from the rolls with many citizens being denied the vote entirely or only allowed to vote on provisional ballots. Additionally, in Arizona we witnessed mass suppression of the vote as the state provided only sixty polling places for participation in contrast to the 200 that were available for the 2012 uncontested Democratic primary election. Voters reported waiting in lines for up to six hours. The mainstream news media predicted a victory for Clinton with available exit polling data indicating a Sanders win and thousands of voters still waiting in line to cast a vote. This reeks of wag the dog politics, and we have zero faith that the outcome in Arizona is any way indicative of the actual results of that election.nAdditionally, we are finding that vote by mail and absentee ballot registration is consistently favoring Hillary Clinton THREE to ONE and this is occurring EVEN in states where Sen Sanders is winning in double digit blow out margins over Clinton. nThis is a short list of the issues and problems that have been reported in the Democratic primary thus far. Please refer to this blog for sources, videos, documentation, and video evidence compiled by state.  The claims made in this petition are documented on this site. nhttps://electionfraud2016.wordpress.com/nAs supporters of this movement, we are troubled by the failure of the campaign to address these issues as they have arisen. We are puzzled why hand recounts of sample precincts were not requested in states where exit polls and election outcomes did not match. The machines we vote on are subject to tampering and remote hacking and election results have been shown to change by simple calibration of these machines. We are disturbed that the campaign failed to follow up with recounts in Missouri when exit polls showed a clear Sanders win in this state, and election precinct totals showed statistically improbable changes to favor Clinton in larger voting areas such as St Louis. If the campaign did not want the voters to incur the cost for a full recount in this state, it would have been prudent to request hand recounts of ballots in precincts that presented red flags. Our concern in Missouri, and indeed all the primary states, is not to pick up one or two extra delegates, but reveal what we believe could be mass election fraud. nGiven the amount of evidence, it has come to the point of irresponsibility by the campaign to continue to ignore this issue. Volunteers and supporters have given literally hundreds of thousands of man hours and millions of dollars in donations to drive this campaign to success. We have a right to expect the campaign will employ every possibly means of safeguarding our vote. Therefore, we request the campaign:nFully contest the election results in the state of Arizona. The amount of voter suppression and problems in this state demand a full revote.  nFile for hand counts in states where exit poll results did not match election outcomes where it is legally allowed.  If the campaign does not want to pay or recount entire states, we implore the campaign to request counts in states that presented red flags in reporting statistically improbable changes that favored Hillary Clinton.  (St Louis in Missouri, Chicago in Illinois, etc).  Immediately pursue any redress available in Massachusetts to the full extent of the law nConduct exit polling in future primary states and immediately request sample hand counts of precincts if election outcomes do not match polling results to document for any possible fraud and challenge results wherein such fraud is documented. nImmediately respond to any future illegal behavior from the Clinton campaign (Bill Clinton illegally canvassing polls, video evidence of caucus rigging from Clinton campaign) and reports of mass voter purging or vote suppression by pursuing any/all legal avenues to provide redress.  nIt is the campaign\\\'s duty to ensure that they utilize every avenue available to protect our vote and ensure that our movement to elect a People\\\'s representative to the Presidency isn\\\'t thwarted by illicit or illegal tactics from any entity.  nURGENT UPDATE:  After the Arizona debacle with reports of thousands of Sanders supporters being purged from the voter rolls, voters in upcoming primary states started double checking their registration status.  We are getting reports from voters in Wisconsin, New York, California, Washington, and other upcoming states and some have had their party affiliation changed from Democratic to another status or found they are no longer on the rolls.  If you are voting in an upcoming primary or caucus state, DOUBLE CHECK your voter registration status and bring documentation to the polls of your eligibility.  If you are purged, also contact the Sanders campaign.  The Sanders campaign should make available an immediate hotline for reporters to report this issue AND issue a statement to warn voters to check their registration status.  n UPDATE 2:  As the campaign now continues to ignore the signatures of over 13,000 people, we have reports of ballot stuffing and irregularities in Wyoming.  In Laramie County alone, Sanders had 689 votes to Clinton\\\'s 111 votes at the caucus however Clinton ended up winning 620 votes were added in absentee surrogate ballots.  We implore the campaign to get representatives on the ground to examine the ballots to determine if these were legitimately cast votes.  It is IMPERATIVE that the campaign address this issue as officials in Lancaster County in Pennsylvania have ordered 300,000 absentee ballots for the upcoming Democratic primary election.  Absentee ballots in primary elections for this county in PA typically run about 3,000!  Just printing this grotesquely excessive amount should be a HUGE red flag.  ADDRESS immediately:nhttp://lancasteronline.com/news/local/officials-lancaster-county-voters-will-get-absentee-ballots-this-week/article_910ff458-fc33-11e5-b804-671601f80af5.htmln"More than 2,900 ballot requests have been received so far, including a few hundred already sent overseas to comply with a federal law.That far outpaces the 1,922 and 1,176 requests seen in the 2012 and 2014 primaries."n Update 3: nThe New York State Democratic Primary election was a blatant exercise in voter suppression and fraud. A very SMALL sampling of issues that occurred in New York:nIn Brooklyn, 126,000 voters were purged from the registration rolls (dropped or party affiliation changed from Democrat to different party), a fourteen percent drop in that one city alone. Registration purging was reported across the state.nPolling locations in Brooklyn reported broken machines, lack of full compliment of machines, and one polling location opened hours late after it was failed to be staffed.nCNN exit polling showed a four percent difference between Clinton and Sanders for the final results. Clinton is now currently holding a sixteen point lead with the majority of precincts now reporting. CBS exit polls showed a five point difference between the two candidates. CNN exit poll had a margin of error of 2.6 percent. Exit polls are a reliable mean of ascertaining election outcomes and are used as a means globally to detect for suspicious results. New York is just the latest in a long series of states where reported results do not match the reported results (MA, IL, AZ, MI). A hand count is necessary to ensure the machine tally provided accurate results. Sanders must step up and demand that a hand count sample audit of precincts be conducted in New York state.nIssues were so severe that the New York City comptroller called for a full audit of the Election Board due to \\\'hundreds of thousands of reported problems\\\'. Unfortunately, there is a serious conflict of interest with Scott Stringer (NYC comptroller) leading an audit; he is the top delegate for Hillary Clinton on the New York State primary ballot.nSee our Election Fraud Blog for all the New York updates at:https://electionfraud2016.wordpress.com/ for MUCH more complete information. nIn solidaritynThe People. ","targeting_description":"Bernie Sanders","letter_body":"Bernie Sanders MUST IMMEDIATELY ADDRESS 2016 Democratic Primary Election Fraud","end_date":"2017-03-23","goal":null,"relevant_location":{"city":null,"country_code":"US","lat":null,"lng":null,"state_code":null,"google_places_id":"ChIJCzYy5IS16lQRQrfeQ5K5Oxw","photo_id":null},"restricted_location":null,"slug":"bernie-sanders-bernie-sanders-must-contest-arizona-election-results-and-address-systemic-election-rigging","status":"published","victory_date":null,"victory_description":null,"is_verified_victory":false,"is_victory":false,"video":null,"is_pledge":false,"topic":null,"tags":[{"id":7095,"locale":"en-US","name":"election","slug":"election-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":28190,"locale":"en-US","name":"fraud","slug":"fraud-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":32490,"locale":"en-US","name":"bernie","slug":"bernie-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":40286,"locale":"en-US","name":"sanders","slug":"sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":4905,"locale":"en-US","name":"arizona","slug":"arizona-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":7779,"locale":"en-US","name":"politics","slug":"politics-9","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":6531,"locale":"en-US","name":"hillary clinton","slug":"hillary-clinton-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":25294,"locale":"en-US","name":"bernie sanders","slug":"bernie-sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true}],"discoverable":true,"total_signature_count":30173,"weekly_signature_count":605,"photo":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"user":{"id":563967,"slug":"563967","first_name":"Deborah","last_name":"Lusignan","short_display_name":"Deborah","display_name":"Deborah Lusignan","city":"Adams","state_code":"MA","country_code":"US","website":"www.youtube.com/channel/UCxpfmCp2Z9VPTO7eWV6ebzQ","locale":"en-US","description":"I am the Sane Progressive on youtube.  A political commentary channel bringing a honest, logical counter-narrative to the lies of the corporately controlled media.","photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}}},"targets":[{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}}],"creator_name":"Deborah Lusignan","creator_photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}},"display_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","displayed_signature_count":30173,"petition_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","petition_status":"active","calculated_goal":35000,"media":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"primary_target":{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}},"progress":86.20857142857143}},{"id":420924779,"comment":"Bernie, there are thousands and thousands, if not tens of thousands of people working their butts off for THE REVOLUTION.  What, exactly, is going on, my friend?  Is there incompetence within your team?  Have you and all of your loved ones been threatened and instructed to simply "carry on as if nothing is wrong?"  Is this why the Clintons are able to break our voting and election laws with complete impunity?  Is all of this mere illusion, because our president has already been decided by the 1%? If that is what is happening, Bernie, then you owe it to the American people to tell us the truth, so that WE may then decide OUR next course of action!  Bernie, at the moment, your team is the "brains and central nervous system" of THE REVOLUTION.  Why have WE not pursued all of the illegalities that we have seen?  Bernie, you are a sweetheart of a guy, BUT you, and those who are breaking their backs for THE REVOLUTION, cannot afford to be naive regarding the illegal antics of the Clintons and the 1%.  If your team is not up to the task, then get NEW PEOPLE in there, ASAP, because otherwise, ALL of OUR efforts will be going to WASTE.  Bernie or Bust!  Accept NO Substitute!  Write Bernie in, if necessary!  :) ","created_at":"2016-03-23T23:12:09Z","user_id":9026948,"petition_id":6600566,"likes":9,"user":{"id":9026948,"slug":"9026948","first_name":"Eric","last_name":"DeCoster","short_display_name":"Eric","display_name":"Eric DeCoster","city":"Onset","state_code":"MA","country_code":"US","website":"","locale":"en-US","description":"","photo":{"id":119933358,"url":"photos/6/uo/hk/lvuohKhcfLNlGlq-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/6/uo/hk/lvuohKhcfLNlGlq-48x48-noPad.jpg?1454475709","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/6/uo/hk/lvuohKhcfLNlGlq-128x128-noPad.jpg?1454475709","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/6/uo/hk/lvuohKhcfLNlGlq-400x400-noPad.jpg?1454475709","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/6/uo/hk/lvuohKhcfLNlGlq-800x800-noPad.jpg?1454475709","processing":false,"size":{"width":800,"height":800}}}}},"petition":{"id":6600566,"document_id":"6600566","ask":"Bernie Sanders Campaign IMMEDIATELY Address Systemic Democratic Primary Election Fraud","created_at":"2016-03-23T21:07:49Z","original_locale":"en-US","languages":["en"],"title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","description":" Open Letter to Bernie Sander\\\'s Campaign from Supporters: n We, as your supporters/volunteers/donors and advocates for the People\\\'s movement are DEEPLY concerned about what appears to be systemic election rigging within the Democratic primary and the failure of the Sanders\\\' campaign to address problems as they have revealed themselves.nState by state, we have witnessed serious issues with caucus rigging (video evidence emerging showing Clinton staff miscounting votes/allowing Clinton voters to go into caucuses unregistered, misinforming caucus participants of rules resulting in invalidating Sanders votes). The violations were so severe in Iowa that the editorial board of the newspaper that endorsed Hillary Clinton for the Presidency, the Des Moines Register called for an independent audit and full investigation to determine what went wrong. In Nevada, we have video of Clinton supporters being allowed to vote in the caucus unregistered and miscounting vote. The concerns about manipulations by the Clinton campaign in Nevada resulted in Nurses United (the Nurses\\\' union that endorsed Sen Sanders) to request independent polling monitors be brought in to oversee elections in remaining primary states.nIn addition, we have seen a consistent trend of exit polling not matching election outcomes in Arizona, Massachusetts, Missouri, Iowa and Illinois indicating wins for Senator Sanders in these states. Additionally, exit polls in other states indicate much closer outcomes than reported results. In Massachusetts, we witnessed unadjusted exit polls indicating a double digit win for Bernie Sanders and hand counted precincts in Massachusetts going to Senator Sanders by 17% over Hillary Clinton. In Arizona, exit polls conducted by the Daily Courier indicated Sanders winning by 62% over Clinton\\\'s 37% yet current results are indicating an inexplicable double digit win for Clinton. Exit polling has been consistently correct in predicting Republican primary outcomes from the same outlets conducting the Democratic polling. This is a major red flag.nWe also have video evidence that Bill Clinton broke the law by campaigning INSIDE Massachusetts polling places and shutting down polling stations for several hours as he canvased these precincts. Despite this being against state law, the severe disruption in voting that occurred, and a petition of over 100,000 people demanding that the state take legal action against Clinton for these  scription":null,"photo":{"id":128829755,"url":"photos/5/bc/vh/PAbcVhgZyVmkrVo-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/5/bc/vh/PAbcVhgZyVmkrVo-48x48-noPad.jpg?1458776375","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/5/bc/vh/PAbcVhgZyVmkrVo-128x128-noPad.jpg?1458776375","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/5/bc/vh/PAbcVhgZyVmkrVo-400x400-noPad.jpg?1458776375","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/5/bc/vh/PAbcVhgZyVmkrVo-800x800-noPad.jpg?1458776375","processing":false,"size":{"width":800,"height":800}}}}},"petition":{"id":6600566,"document_id":"6600566","ask":"Bernie Sanders Campaign IMMEDIATELY Address Systemic Democratic Primary Election Fraud","created_at":"2016-03-23T21:07:49Z","original_locale":"en-US","languages":["en"],"title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","description":" Open Letter to Bernie Sander\\\'s Campaign from Supporters: n We, as your supporters/volunteers/donors and advocates for the People\\\'s movement are DEEPLY concerned about what appears to be systemic election rigging within the Democratic primary and the failure of the Sanders\\\' campaign to address problems as they have revealed themselves.nState by state, we have witnessed serious issues with caucus rigging (video evidence emerging showing Clinton staff miscounting votes/allowing Clinton voters to go into caucuses unregistered, misinforming caucus participants of rules resulting in invalidating Sanders votes). The violations were so severe in Iowa that the editorial board of the newspaper that endorsed Hillary Clinton for the Presidency, the Des Moines Register called for an independent audit and full investigation to determine what went wrong. In Nevada, we have video of Clinton supporters being allowed to vote in the caucus unregistered and miscounting vote. The concerns about manipulations by the Clinton campaign in Nevada resulted in Nurses United (the Nurses\\\' union that endorsed Sen Sanders) to request independent polling monitors be brought in to oversee elections in remaining primary states.nIn addition, we have seen a consistent trend of exit polling not matching election outcomes in Arizona, Massachusetts, Missouri, Iowa and Illinois indicating wins for Senator Sanders in these states. Additionally, exit polls in other states indicate much closer outcomes than reported results. In Massachusetts, we witnessed unadjusted exit polls indicating a double digit win for Bernie Sanders and hand counted precincts in Massachusetts going to Senator Sanders by 17% over Hillary Clinton. In Arizona, exit polls conducted by the Daily Courier indicated Sanders winning by 62% over Clinton\\\'s 37% yet current results are indicating an inexplicable double digit win for Clinton. Exit polling has been consistently correct in predicting Republican primary outcomes from the same outlets conducting the Democratic polling. This is a major red flag.nWe also have video evidence that Bill Clinton broke the law by campaigning INSIDE Massachusetts polling places and shutting down polling stations for several hours as he canvased these precincts. Despite this being against state law, the severe disruption in voting that occurred, and a petition of over 100,000 people demanding that the state take legal action against Clinton for these violations, nothing was done. This emboldened Bill Clinton to repeat the same behavior in precincts in Illinois, and Hillary Clinton was seen campaigning at a precinct in North Carolina during voting on that state\\\'s primary day. Voters felt enormously disrespected that the Clinton\\\'s interfered with our voting process and upset the Sanders campaign did not hold them to account for illegally disrupting our voting process.nAdditionally, there is a serious concern about purged voter rolls with voters in every primary state thus far reporting incidents where individuals were either removed from the rolls or did not have their registration update changes in status that would have allowed them to participate in the 2016 Democratic primary. Florida and Arizona was the most egregious in voters reporting removal from the rolls with many citizens being denied the vote entirely or only allowed to vote on provisional ballots. Additionally, in Arizona we witnessed mass suppression of the vote as the state provided only sixty polling places for participation in contrast to the 200 that were available for the 2012 uncontested Democratic primary election. Voters reported waiting in lines for up to six hours. The mainstream news media predicted a victory for Clinton with available exit polling data indicating a Sanders win and thousands of voters still waiting in line to cast a vote. This reeks of wag the dog politics, and we have zero faith that the outcome in Arizona is any way indicative of the actual results of that election.nAdditionally, we are finding that vote by mail and absentee ballot registration is consistently favoring Hillary Clinton THREE to ONE and this is occurring EVEN in states where Sen Sanders is winning in double digit blow out margins over Clinton. nThis is a short list of the issues and problems that have been reported in the Democratic primary thus far. Please refer to this blog for sources, videos, documentation, and video evidence compiled by state.  The claims made in this petition are documented on this site. nhttps://electionfraud2016.wordpress.com/nAs supporters of this movement, we are troubled by the failure of the campaign to address these issues as they have arisen. We are puzzled why hand recounts of sample precincts were not requested in states where exit polls and election outcomes did not match. The machines we vote on are subject to tampering and remote hacking and election results have been shown to change by simple calibration of these machines. We are disturbed that the campaign failed to follow up with recounts in Missouri when exit polls showed a clear Sanders win in this state, and election precinct totals showed statistically improbable changes to favor Clinton in larger voting areas such as St Louis. If the campaign did not want the voters to incur the cost for a full recount in this state, it would have been prudent to request hand recounts of ballots in precincts that presented red flags. Our concern in Missouri, and indeed all the primary states, is not to pick up one or two extra delegates, but reveal what we believe could be mass election fraud. nGiven the amount of evidence, it has come to the point of irresponsibility by the campaign to continue to ignore this issue. Volunteers and supporters have given literally hundreds of thousands of man hours and millions of dollars in donations to drive this campaign to success. We have a right to expect the campaign will employ every possibly means of safeguarding our vote. Therefore, we request the campaign:nFully contest the election results in the state of Arizona. The amount of voter suppression and problems in this state demand a full revote.  nFile for hand counts in states where exit poll results did not match election outcomes where it is legally allowed.  If the campaign does not want to pay or recount entire states, we implore the campaign to request counts in states that presented red flags in reporting statistically improbable changes that favored Hillary Clinton.  (St Louis in Missouri, Chicago in Illinois, etc).  Immediately pursue any redress available in Massachusetts to the full extent of the law nConduct exit polling in future primary states and immediately request sample hand counts of precincts if election outcomes do not match polling results to document for any possible fraud and challenge results wherein such fraud is documented. nImmediately respond to any future illegal behavior from the Clinton campaign (Bill Clinton illegally canvassing polls, video evidence of caucus rigging from Clinton campaign) and reports of mass voter purging or vote suppression by pursuing any/all legal avenues to provide redress.  nIt is the campaign\\\'s duty to ensure that they utilize every avenue available to protect our vote and ensure that our movement to elect a People\\\'s representative to the Presidency isn\\\'t thwarted by illicit or illegal tactics from any entity.  nURGENT UPDATE:  After the Arizona debacle with reports of thousands of Sanders supporters being purged from the voter rolls, voters in upcoming primary states started double checking their registration status.  We are getting reports from voters in Wisconsin, New York, California, Washington, and other upcoming states and some have had their party affiliation changed from Democratic to another status or found they are no longer on the rolls.  If you are voting in an upcoming primary or caucus state, DOUBLE CHECK your voter registration status and bring documentation to the polls of your eligibility.  If you are purged, also contact the Sanders campaign.  The Sanders campaign should make available an immediate hotline for reporters to report this issue AND issue a statement to warn voters to check their registration status.  n UPDATE 2:  As the campaign now continues to ignore the signatures of over 13,000 people, we have reports of ballot stuffing and irregularities in Wyoming.  In Laramie County alone, Sanders had 689 votes to Clinton\\\'s 111 votes at the caucus however Clinton ended up winning 620 votes were added in absentee surrogate ballots.  We implore the campaign to get representatives on the ground to examine the ballots to determine if these were legitimately cast votes.  It is IMPERATIVE that the campaign address this issue as officials in Lancaster County in Pennsylvania have ordered 300,000 absentee ballots for the upcoming Democratic primary election.  Absentee ballots in primary elections for this county in PA typically run about 3,000!  Just printing this grotesquely excessive amount should be a HUGE red flag.  ADDRESS immediately:nhttp://lancasteronline.com/news/local/officials-lancaster-county-voters-will-get-absentee-ballots-this-week/article_910ff458-fc33-11e5-b804-671601f80af5.htmln"More than 2,900 ballot requests have been received so far, including a few hundred already sent overseas to comply with a federal law.That far outpaces the 1,922 and 1,176 requests seen in the 2012 and 2014 primaries."n Update 3: nThe New York State Democratic Primary election was a blatant exercise in voter suppression and fraud. A very SMALL sampling of issues that occurred in New York:nIn Brooklyn, 126,000 voters were purged from the registration rolls (dropped or party affiliation changed from Democrat to different party), a fourteen percent drop in that one city alone. Registration purging was reported across the state.nPolling locations in Brooklyn reported broken machines, lack of full compliment of machines, and one polling location opened hours late after it was failed to be staffed.nCNN exit polling showed a four percent difference between Clinton and Sanders for the final results. Clinton is now currently holding a sixteen point lead with the majority of precincts now reporting. CBS exit polls showed a five point difference between the two candidates. CNN exit poll had a margin of error of 2.6 percent. Exit polls are a reliable mean of ascertaining election outcomes and are used as a means globally to detect for suspicious results. New York is just the latest in a long series of states where reported results do not match the reported results (MA, IL, AZ, MI). A hand count is necessary to ensure the machine tally provided accurate results. Sanders must step up and demand that a hand count sample audit of precincts be conducted in New York state.nIssues were so severe that the New York City comptroller called for a full audit of the Election Board due to \\\'hundreds of thousands of reported problems\\\'. Unfortunately, there is a serious conflict of interest with Scott Stringer (NYC comptroller) leading an audit; he is the top delegate for Hillary Clinton on the New York State primary ballot.nSee our Election Fraud Blog for all the New York updates at:https://electionfraud2016.wordpress.com/ for MUCH more complete information. nIn solidaritynThe People. ","targeting_description":"Bernie Sanders","letter_body":"Bernie Sanders MUST IMMEDIATELY ADDRESS 2016 Democratic Primary Election Fraud","end_date":"2017-03-23","goal":null,"relevant_location":{"city":null,"country_code":"US","lat":null,"lng":null,"state_code":null,"google_places_id":"ChIJCzYy5IS16lQRQrfeQ5K5Oxw","photo_id":null},"restricted_location":null,"slug":"bernie-sanders-bernie-sanders-must-contest-arizona-election-results-and-address-systemic-election-rigging","status":"published","victory_date":null,"victory_description":null,"is_verified_victory":false,"is_victory":false,"video":null,"is_pledge":false,"topic":null,"tags":[{"id":7095,"locale":"en-US","name":"election","slug":"election-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":28190,"locale":"en-US","name":"fraud","slug":"fraud-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":32490,"locale":"en-US","name":"bernie","slug":"bernie-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":40286,"locale":"en-US","name":"sanders","slug":"sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":4905,"locale":"en-US","name":"arizona","slug":"arizona-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":7779,"locale":"en-US","name":"politics","slug":"politics-9","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":6531,"locale":"en-US","name":"hillary clinton","slug":"hillary-clinton-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":25294,"locale":"en-US","name":"bernie sanders","slug":"bernie-sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true}],"discoverable":true,"total_signature_count":30173,"weekly_signature_count":605,"photo":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"user":{"id":563967,"slug":"563967","first_name":"Deborah","last_name":"Lusignan","short_display_name":"Deborah","display_name":"Deborah Lusignan","city":"Adams","state_code":"MA","country_code":"US","website":"www.youtube.com/channel/UCxpfmCp2Z9VPTO7eWV6ebzQ","locale":"en-US","description":"I am the Sane Progressive on youtube.  A political commentary channel bringing a honest, logical counter-narrative to the lies of the corporately controlled media.","photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}}},"targets":[{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}}],"creator_name":"Deborah Lusignan","creator_photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}},"display_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","displayed_signature_count":30173,"petition_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","petition_status":"active","calculated_goal":35000,"media":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"primary_target":{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}},"progress":86.20857142857143}},{"id":420927062,"comment":"Furious with all of the voter suppression and fraud in Arizona and other states. Please, we must fight this before it happens in more states!","created_at":"2016-03-23T23:18:45Z","user_id":514463399,"petition_id":6600566,"likes":25,"user":{"id":514463399,"slug":"514463399","first_name":"Heather","last_name":"Phelps","short_display_name":"Heather","display_name":"Heather Phelps","city":"Forest Grove","state_code":"OR","country_code":"US","website":null,"locale":"en-US","description":null,"photo":{"id":129695795,"url":"photos/8/vy/nf/DxvynFCxRdCmedO-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/vy/nf/DxvynFCxRdCmedO-48x48-noPad.jpg?1459260343","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/vy/nf/DxvynFCxRdCmedO-128x128-noPad.jpg?1459260343","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/vy/nf/DxvynFCxRdCmedO-400x400-noPad.jpg?1459260344","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/vy/nf/DxvynFCxRdCmedO-800x800-noPad.jpg?1459260344","processing":false,"size":{"width":800,"height":800}}}}},"petition":{"id":6600566,"document_id":"6600566","ask":"Bernie Sanders Campaign IMMEDIATELY Address Systemic Democratic Primary Election Fraud","created_at":"2016-03-23T21:07:49Z","original_locale":"en-US","languages":["en"],"title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","description":" Open Letter to Bernie Sander\\\'s Campaign from Supporters: n We, as your supporters/volunteers/donors and advocates for the People\\\'s movement are DEEPLY concerned about what appears to be systemic election rigging within the Democratic primary and the failure of the Sanders\\\' campaign to address problems as they have revealed themselves.nState by state, we have witnessed serious issues with caucus rigging (video evidence emerging showing Clinton staff miscounting votes/allowing Clinton voters to go into caucuses unregistered, misinforming caucus participants of rules resulting in invalidating Sanders votes). The violations were so severe in Iowa that the editorial board of the newspaper that endorsed Hillary Clinton for the Presidency, the Des Moines Register called for an independent audit and full investigation to determine what went wrong. In Nevada, we have video of Clinton supporters being allowed to vote in the caucus unregistered and miscounting vote. The concerns about manipulations by the Clinton campaign in Nevada resulted in Nurses United (the Nurses\\\' union that endorsed Sen Sanders) to request independent polling monitors be brought in to oversee elections in remaining primary states.nIn addition, we have seen a consistent trend of exit polling not matching election outcomes in Arizona, Massachusetts, Missouri, Iowa and Illinois indicating wins for Senator Sanders in these states. Additionally, exit polls in other states indicate much closer outcomes than reported results. In Massachusetts, we witnessed unadjusted exit polls indicating a double digit win for Bernie Sanders and hand counted precincts in Massachusetts going to Senator Sanders by 17% over Hillary Clinton. In Arizona, exit polls conducted by the Daily Courier indicated Sanders winning by 62% over Clinton\\\'s 37% yet current results are indicating an inexplicable double digit win for Clinton. Exit polling has been consistently correct in predicting Republican primary outcomes from the same outlets conducting the Democratic polling. This is a major red flag.nWe also have video evidence that Bill Clinton broke the law by campaigning INSIDE Massachusetts polling places and shutting down polling stations for several hours as he canvased these precincts. Despite this being against state law, the severe disruption in voting that occurred, and a petition of over 100,000 people demanding that the state take legal action against Clinton for these violations, nothing was done. This emboldened Bill Clinton to repeat the same behavior in precincts in Illinois, and Hillary Clinton was seen campaigning at a precinct in North Carolina during voting on that state\\\'s primary day. Voters felt enormously disrespected that the Clinton\\\'s interfered with our voting process and upset the Sanders campaign did not hold them to account for illegally disrupting our voting process.nAdditionally, there is a serious concern about purged voter rolls with voters in every primary state thus far reporting incidents where individuals were either removed from the rolls or did not have their registration update changes in status that would have allowed them to participate in the 2016 Democratic primary. Florida and Arizona was the most egregious in voters reporting removal from the rolls with many citizens being denied the vote entirely or only allowed to vote on provisional ballots. Additionally, in Arizona we witnessed mass suppression of the vote as the state provided only sixty polling places for participation in contrast to the 200 that were available for the 2012 uncontested Democratic primary election. Voters reported waiting in lines for up to six hours. The mainstream news media predicted a victory for Clinton with available exit polling data indicating a Sanders win and thousands of voters still waiting in line to cast a vote. This reeks of wag the dog politics, and we have zero faith that the outcome in Arizona is any way indicative of the actual results of that election.nAdditionally, we are finding that vote by mail and absentee ballot registration is consistently favoring Hillary Clinton THREE to ONE and this is occurring EVEN in states where Sen Sanders is winning in double digit blow out margins over Clinton. nThis is a short list of the issues and problems that have been reported in the Democratic primary thus far. Please refer to this blog for sources, videos, documentation, and video evidence compiled by state.  The claims made in this petition are documented on this site. nhttps://electionfraud2016.wordpress.com/nAs supporters of this movement, we are troubled by the failure of the campaign to address these issues as they have arisen. We are puzzled why hand recounts of sample precincts were not requested in states where exit polls and election outcomes did not match. The machines we vote on are subject to tampering and remote hacking and election results have been shown to change by simple calibration of these machines. We are disturbed that the campaign failed to follow up with recounts in Missouri when exit polls showed a clear Sanders win in this state, and election precinct totals showed statistically improbable changes to favor Clinton in larger voting areas such as St Louis. If the campaign did not want the voters to incur the cost for a full recount in this state, it would have been prudent to request hand recounts of ballots in precincts that presented red flags. Our concern in Missouri, and indeed all the primary states, is not to pick up one or two extra delegates, but reveal what we believe could be mass election fraud. nGiven the amount of evidence, it has come to the point of irresponsibility by the campaign to continue to ignore this issue. Volunteers and supporters have given literally hundreds of thousands of man hours and millions of dollars in donations to drive this campaign to success. We have a right to expect the campaign will employ every possibly means of safeguarding our vote. Therefore, we request the campaign:nFully contest the election results in the state of Arizona. The amount of voter suppression and problems in this state demand a full revote.  nFile for hand counts in states where exit poll results did not match election outcomes where it is legally allowed.  If the campaign does not want to pay or recount entire states, we implore the campaign to request counts in states that presented red flags in reporting statistically improbable changes that favored Hillary Clinton.  (St Louis in Missouri, Chicago in Illinois, etc).  Immediately pursue any redress available in Massachusetts to the full extent of the law nConduct exit polling in future primary states and immediately request sample hand counts of precincts if election outcomes do not match polling results to document for any possible fraud and challenge results wherein such fraud is documented. nImmediately respond to any future illegal behavior from the Clinton campaign (Bill Clinton illegally canvassing polls, video evidence of caucus rigging from Clinton campaign) and reports of mass voter purging or vote suppression by pursuing any/all legal avenues to provide redress.  nIt is the campaign\\\'s duty to ensure that they utilize every avenue available to protect our vote and ensure that our movement to elect a People\\\'s representative to the Presidency isn\\\'t thwarted by illicit or illegal tactics from any entity.  nURGENT UPDATE:  After the Arizona debacle with reports of thousands of Sanders supporters being purged from the voter rolls, voters in upcoming primary states started double checking their registration status.  We are getting reports from voters in Wisconsin, New York, California, Washington, and other upcoming states and some have had their party affiliation changed from Democratic to another status or found they are no longer on the rolls.  If you are voting in an upcoming primary or caucus state, DOUBLE CHECK your voter registration status and bring documentation to the polls of your eligibility.  If you are purged, also contact the Sanders campaign.  The Sanders campaign should make available an immediate hotline for reporters to report this issue AND issue a statement to warn voters to check their registration status.  n UPDATE 2:  As the campaign now continues to ignore the signatures of over 13,000 people, we have reports of ballot stuffing and irregularities in Wyoming.  In Laramie County alone, Sanders had 689 votes to Clinton\\\'s 111 votes at the caucus however Clinton ended up winning 620 votes were added in absentee surrogate ballots.  We implore the campaign to get representatives on the ground to examine the ballots to determine if these were legitimately cast votes.  It is IMPERATIVE that the campaign address this issue as officials in Lancaster County in Pennsylvania have ordered 300,000 absentee ballots for the upcoming Democratic primary election.  Absentee ballots in primary elections for this county in PA typically run about 3,000!  Just printing this grotesquely excessive amount should be a HUGE red flag.  ADDRESS immediately:nhttp://lancasteronline.com/news/local/officials-lancaster-county-voters-will-get-absentee-ballots-this-week/article_910ff458-fc33-11e5-b804-671601f80af5.htmln"More than 2,900 ballot requests have been received so far, including a few hundred already sent overseas to comply with a federal law.That far outpaces the 1,922 and 1,176 requests seen in the 2012 and 2014 primaries."n Update 3: nThe New York State Democratic Primary election was a blatant exercise in voter suppression and fraud. A very SMALL sampling of issues that occurred in New York:nIn Brooklyn, 126,000 voters were purged from the registration rolls (dropped or party affiliation changed from Democrat to different party), a fourteen percent drop in that one city alone. Registration purging was reported across the state.nPolling locations in Brooklyn reported broken machines, lack of full compliment of machines, and one polling location opened hours late after it was failed to be staffed.nCNN exit polling showed a four percent difference between Clinton and Sanders for the final results. Clinton is now currently holding a sixteen point lead with the majority of precincts now reporting. CBS exit polls showed a five point difference between the two candidates. CNN exit poll had a margin of error of 2.6 percent. Exit polls are a reliable mean of ascertaining election outcomes and are used as a means globally to detect for suspicious results. New York is just the latest in a long series of states where reported results do not match the reported results (MA, IL, AZ, MI). A hand count is necessary to ensure the machine tally provided accurate results. Sanders must step up and demand that a hand count sample audit of precincts be conducted in New York state.nIssues were so severe that the New York City comptroller called for a full audit of the Election Board due to \\\'hundreds of thousands of reported problems\\\'. Unfortunately, there is a serious conflict of interest with Scott Stringer (NYC comptroller) leading an audit; he is the top delegate for Hillary Clinton on the New York State primary ballot.nSee our Election Fraud Blog for all the New York updates at:https://electionfraud2016.wordpress.com/ for MUCH more complete information. nIn solidaritynThe People. ","targeting_description":"Bernie Sanders","letter_body":"Bernie Sanders MUST IMMEDIATELY ADDRESS 2016 Democratic Primary Election Fraud","end_date":"2017-03-23","goal":null,"relevant_location":{"city":null,"country_code":"US","lat":null,"lng":null,"state_code":null,"google_places_id":"ChIJCzYy5IS16lQRQrfeQ5K5Oxw","photo_id":null},"restricted_location":null,"slug":"bernie-sanders-bernie-sanders-must-contest-arizona-election-results-and-address-systemic-election-rigging","status":"published","victory_date":null,"victory_description":null,"is_verified_victory":false,"is_victory":false,"video":null,"is_pledge":false,"topic":null,"tags":[{"id":7095,"locale":"en-US","name":"election","slug":"election-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":28190,"locale":"en-US","name":"fraud","slug":"fraud-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":32490,"locale":"en-US","name":"bernie","slug":"bernie-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":40286,"locale":"en-US","name":"sanders","slug":"sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":4905,"locale":"en-US","name":"arizona","slug":"arizona-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":7779,"locale":"en-US","name":"politics","slug":"politics-9","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":6531,"locale":"en-US","name":"hillary clinton","slug":"hillary-clinton-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":25294,"locale":"en-US","name":"bernie sanders","slug":"bernie-sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true}],"discoverable":true,"total_signature_count":30173,"weekly_signature_count":605,"photo":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"user":{"id":563967,"slug":"563967","first_name":"Deborah","last_name":"Lusignan","short_display_name":"Deborah","display_name":"Deborah Lusignan","city":"Adams","state_code":"MA","country_code":"US","website":"www.youtube.com/channel/UCxpfmCp2Z9VPTO7eWV6ebzQ","locale":"en-US","description":"I am the Sane Progressive on youtube.  A political commentary channel bringing a honest, logical counter-narrative to the lies of the corporately controlled media.","photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}}},"targets":[{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}}],"creator_name":"Deborah Lusignan","creator_photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}},"display_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","displayed_signature_count":30173,"petition_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","petition_status":"active","calculated_goal":35000,"media":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"primary_target":{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}},"progress":86.20857142857143}},{"id":420927593,"comment":"Voter fraud has got to stop,","created_at":"2016-03-23T23:19:26Z","user_id":69926633,"petition_id":6600566,"likes":18,"user":{"id":69926633,"slug":"69926633","first_name":"Linda","last_name":"Sunderlin","short_display_name":"Linda","display_name":"Linda Sunderlin","city":"Dillon","state_code":"MT","country_code":"US","website":null,"locale":"en-US","description":null,"photo":{"id":14324983,"url":"photos/4/ee/mg/RzEeMgOYCIqCSYL-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/ee/mg/RzEeMgOYCIqCSYL-48x48-noPad.jpg?1426371528","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/ee/mg/RzEeMgOYCIqCSYL-128x128-noPad.jpg?1426371528","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/ee/mg/RzEeMgOYCIqCSYL-400x400-noPad.jpg?1426371528","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/ee/mg/RzEeMgOYCIqCSYL-800x800-noPad.jpg?1454053230","processing":false,"size":{"width":800,"height":800}}}}},"petition":{"id":6600566,"document_id":"6600566","ask":"Bernie Sanders Campaign IMMEDIATELY Address Systemic Democratic Primary Election Fraud","created_at":"2016-03-23T21:07:49Z","original_locale":"en-US","languages":["en"],"title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","description":" Open Letter to Bernie Sander\\\'s Campaign from Supporters: n We, as your supporters/volunteers/donors and advocates for the People\\\'s movement are DEEPLY concerned about what appears to be systemic election rigging within the Democratic primary and the failure of the Sanders\\\' campaign to address problems as they have revealed themselves.nState by state, we have witnessed serious issues with caucus rigging (video evidence emerging showing Clinton staff miscounting votes/allowing Clinton voters to go into caucuses unregistered, misinforming caucus participants of rules resulting in invalidating Sanders votes). The violations were so severe in Iowa that the editorial board of the newspaper that endorsed Hillary Clinton for the Presidency, the Des Moines Register called for an independent audit and full investigation to determine what went wrong. In Nevada, we have video of Clinton supporters being allowed to vote in the caucus unregistered and miscounting vote. The concerns about manipulations by the Clinton campaign in Nevada resulted in Nurses United (the Nurses\\\' union that endorsed Sen Sanders) to request independent polling monitors be brought in to oversee elections in remaining primary states.nIn addition, we have seen a consistent trend of exit polling not matching election outcomes in Arizona, Massachusetts, Missouri, Iowa and Illinois indicating wins for Senator Sanders in these states. Additionally, exit polls in other states indicate much closer outcomes than reported results. In Massachusetts, we witnessed unadjusted exit polls indicating a double digit win for Bernie Sanders and hand counted precincts in Massachusetts going to Senator Sanders by 17% over Hillary Clinton. In Arizona, exit polls conducted by the Daily Courier indicated Sanders winning by 62% over Clinton\\\'s 37% yet current results are indicating an inexplicable double digit win for Clinton. Exit polling has been consistently correct in predicting Republican primary outcomes from the same outlets conducting the Democratic polling. This is a major red flag.nWe also have video evidence that Bill Clinton broke the law by campaigning INSIDE Massachusetts polling places and shutting down polling stations for several hours as he canvased these precincts. Despite this being against state law, the severe disruption in voting that occurred, and a petition of over 100,000 people demanding that the state take legal action against Clinton for these violations, nothing was done. This emboldened Bill Clinton to repeat the same behavior in precincts in Illinois, and Hillary Clinton was seen campaigning at a precinct in North Carolina during voting on that state\\\'s primary day. Voters felt enormously disrespected that the Clinton\\\'s interfered with our voting process and upset the Sanders campaign did not hold them to account for illegally disrupting our voting process.nAdditionally, there is a serious concern about purged voter rolls with voters in every primary state thus far reporting incidents where individuals were either removed from the rolls or did not have their registration update changes in status that would have allowed them to participate in the 2016 Democratic primary. Florida and Arizona was the most egregious in voters reporting removal from the rolls with many citizens being denied the vote entirely or only allowed to vote on provisional ballots. Additionally, in Arizona we witnessed mass suppression of the vote as the state provided only sixty polling places for participation in contrast to the 200 that were available for the 2012 uncontested Democratic primary election. Voters reported waiting in lines for up to six hours. The mainstream news media predicted a victory for Clinton with available exit polling data indicating a Sanders win and thousands of voters still waiting in line to cast a vote. This reeks of wag the dog politics, and we have zero faith that the outcome in Arizona is any way indicative of the actual results of that election.nAdditionally, we are finding that vote by mail and absentee ballot registration is consistently favoring Hillary Clinton THREE to ONE and this is occurring EVEN in states where Sen Sanders is winning in double digit blow out margins over Clinton. nThis is a short list of the issues and problems that have been reported in the Democratic primary thus far. Please refer to this blog for sources, videos, documentation, and video evidence compiled by state.  The claims made in this petition are documented on this site. nhttps://electionfraud2016.wordpress.com/nAs supporters of this movement, we are troubled by the failure of the campaign to address these issues as they have arisen. We are puzzled why hand recounts of sample precincts were not requested in states where exit polls and election outcomes did not match. The machines we vote on are subject to tampering and remote hacking and election results have been shown to change by simple calibration of these machines. We are disturbed that the campaign failed to follow up with recounts in Missouri when exit polls showed a clear Sanders win in this state, and election precinct totals showed statistically improbable changes to favor Clinton in larger voting areas such as St Louis. If the campaign did not want the voters to incur the cost for a full recount in this state, it would have been prudent to request hand recounts of ballots in precincts that presented red flags. Our concern in Missouri, and indeed all the primary states, is not to pick up one or two extra delegates, but reveal what we believe could be mass election fraud. nGiven the amount of evidence, it has come to the point of irresponsibility by the campaign to continue to ignore this issue. Volunteers and supporters have given literally hundreds of thousands of man hours and millions of dollars in donations to drive this campaign to success. We have a right to expect the campaign will employ every possibly means of safeguarding our vote. Therefore, we request the campaign:nFully contest the election results in the state of Arizona. The amount of voter suppression and problems in this state demand a full revote.  nFile for hand counts in states where exit poll results did not match election outcomes where it is legally allowed.  If the campaign does not want to pay or recount entire states, we implore the campaign to request counts in states that presented red flags in reporting statistically improbable changes that favored Hillary Clinton.  (St Louis in Missouri, Chicago in Illinois, etc).  Immediately pursue any redress available in Massachusetts to the full extent of the law nConduct exit polling in future primary states and immediately request sample hand counts of precincts if election outcomes do not match polling results to document for any possible fraud and challenge results wherein such fraud is documented. nImmediately respond to any future illegal behavior from the Clinton campaign (Bill Clinton illegally canvassing polls, video evidence of caucus rigging from Clinton campaign) and reports of mass voter purging or vote suppression by pursuing any/all legal avenues to provide redress.  nIt is the campaign\\\'s duty to ensure that they utilize every avenue available to protect our vote and ensure that our movement to elect a People\\\'s representative to the Presidency isn\\\'t thwarted by illicit or illegal tactics from any entity.  nURGENT UPDATE:  After the Arizona debacle with reports of thousands of Sanders supporters being purged from the voter rolls, voters in upcoming primary states started double checking their registration status.  We are getting reports from voters in Wisconsin, New York, California, Washington, and other upcoming states and some have had their party affiliation changed from Democratic to another status or found they are no longer on the rolls.  If you are voting in an upcoming primary or caucus state, DOUBLE CHECK your voter registration status and bring documentation to the polls of your eligibility.  If you are purged, also contact the Sanders campaign.  The Sanders campaign should make available an immediate hotline for reporters to report this issue AND issue a statement to warn voters to check their registration status.  n UPDATE 2:  As the campaign now continues to ignore the signatures of over 13,000 people, we have reports of ballot stuffing and irregularities in Wyoming.  In Laramie County alone, Sanders had 689 votes to Clinton\\\'s 111 votes at the caucus however Clinton ended up winning 620 votes were added in absentee surrogate ballots.  We implore the campaign to get representatives on the ground to examine the ballots to determine if these were legitimately cast votes.  It is IMPERATIVE that the campaign address this issue as officials in Lancaster County in Pennsylvania have ordered 300,000 absentee ballots for the upcoming Democratic primary election.  Absentee ballots in primary elections for this county in PA typically run about 3,000!  Just printing this grotesquely excessive amount should be a HUGE red flag.  ADDRESS immediately:nhttp://lancasteronline.com/news/local/officials-lancaster-county-voters-will-get-absentee-ballots-this-week/article_910ff458-fc33-11e5-b804-671601f80af5.htmln"More than 2,900 ballot requests have been received so far, including a few hundred already sent overseas to comply with a federal law.That far outpaces the 1,922 and 1,176 requests seen in the 2012 and 2014 primaries."n Update 3: nThe New York State Democratic Primary election was a blatant exercise in voter suppression and fraud. A very SMALL sampling of issues that occurred in New York:nIn Brooklyn, 126,000 voters were purged from the registration rolls (dropped or party affiliation changed from Democrat to different party), a fourteen percent drop in that one city alone. Registration purging was reported across the state.nPolling locations in Brooklyn reported broken machines, lack of full compliment of machines, and one polling location opened hours late after it was failed to be staffed.nCNN exit polling showed a four percent difference between Clinton and Sanders for the final results. Clinton is now currently holding a sixteen point lead with the majority of precincts now reporting. CBS exit polls showed a five point difference between the two candidates. CNN exit poll had a margin of error of 2.6 percent. Exit polls are a reliable mean of ascertaining election outcomes and are used as a means globally to detect for suspicious results. New York is just the latest in a long series of states where reported results do not match the reported results (MA, IL, AZ, MI). A hand count is necessary to ensure the machine tally provided accurate results. Sanders must step up and demand that a hand count sample audit of precincts be conducted in New York state.nIssues were so severe that the New York City comptroller called for a full audit of the Election Board due to \\\'hundreds of thousands of reported problems\\\'. Unfortunately, there is a serious conflict of interest with Scott Stringer (NYC comptroller) leading an audit; he is the top delegate for Hillary Clinton on the New York State primary ballot.nSee our Election Fraud Blog for all the New York updates at:https://electionfraud2016.wordpress.com/ for MUCH more complete information. nIn solidaritynThe People. ","targeting_description":"Bernie Sanders","letter_body":"Bernie Sanders MUST IMMEDIATELY ADDRESS 2016 Democratic Primary Election Fraud","end_date":"2017-03-23","goal":null,"relevant_location":{"city":null,"country_code":"US","lat":null,"lng":null,"state_code":null,"google_places_id":"ChIJCzYy5IS16lQRQrfeQ5K5Oxw","photo_id":null},"restricted_location":null,"slug":"bernie-sanders-bernie-sanders-must-contest-arizona-election-results-and-address-systemic-election-rigging","status":"published","victory_date":null,"victory_description":null,"is_verified_victory":false,"is_victory":false,"video":null,"is_pledge":false,"topic":null,"tags":[{"id":7095,"locale":"en-US","name":"election","slug":"election-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":28190,"locale":"en-US","name":"fraud","slug":"fraud-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":32490,"locale":"en-US","name":"bernie","slug":"bernie-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":40286,"locale":"en-US","name":"sanders","slug":"sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":4905,"locale":"en-US","name":"arizona","slug":"arizona-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":7779,"locale":"en-US","name":"politics","slug":"politics-9","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":6531,"locale":"en-US","name":"hillary clinton","slug":"hillary-clinton-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":25294,"locale":"en-US","name":"bernie sanders","slug":"bernie-sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true}],"discoverable":true,"total_signature_count":30173,"weekly_signature_count":605,"photo":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"user":{"id":563967,"slug":"563967","first_name":"Deborah","last_name":"Lusignan","short_display_name":"Deborah","display_name":"Deborah Lusignan","city":"Adams","state_code":"MA","country_code":"US","website":"www.youtube.com/channel/UCxpfmCp2Z9VPTO7eWV6ebzQ","locale":"en-US","description":"I am the Sane Progressive on youtube.  A political commentary channel bringing a honest, logical counter-narrative to the lies of the corporately controlled media.","photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}}},"targets":[{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}}],"creator_name":"Deborah Lusignan","creator_photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}},"display_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","displayed_signature_count":30173,"petition_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","petition_status":"active","calculated_goal":35000,"media":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"primary_target":{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}},"progress":86.20857142857143}},{"id":420924779,"comment":"Bernie, there are thousands and thousands, if not tens of thousands of people working their butts off for THE REVOLUTION.  What, exactly, is going on, my friend?  Is there incompetence within your team?  Have you and all of your loved ones been threatened and instructed to simply "carry on as if nothing is wrong?"  Is this why the Clintons are able to break our voting and election laws with complete impunity?  Is all of this mere illusion, because our president has already been decided by the 1%? If that is what is happening, Bernie, then you owe it to the American people to tell us the truth, so that WE may then decide OUR next course of action!  Bernie, at the moment, your team is the "brains and central nervous system" of THE REVOLUTION.  Why have WE not pursued all of the illegalities that we have seen?  Bernie, you are a sweetheart of a guy, BUT you, and those who are breaking their backs for THE REVOLUTION, cannot afford to be naive regarding the illegal antics of the Clintons and the 1%.  If your team is not up to the task, then get NEW PEOPLE in there, ASAP, because otherwise, ALL of OUR efforts will be going to WASTE.  Bernie or Bust!  Accept NO Substitute!  Write Bernie in, if necessary!  :) ","created_at":"2016-03-23T23:12:09Z","user_id":9026948,"petition_id":6600566,"likes":9,"user":{"id":9026948,"slug":"9026948","first_name":"Eric","last_name":"DeCoster","short_display_name":"Eric","display_name":"Eric DeCoster","city":"Onset","state_code":"MA","country_code":"US","website":"","locale":"en-US","description":"","photo":{"id":119933358,"url":"photos/6/uo/hk/lvuohKhcfLNlGlq-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/6/uo/hk/lvuohKhcfLNlGlq-48x48-noPad.jpg?1454475709","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/6/uo/hk/lvuohKhcfLNlGlq-128x128-noPad.jpg?1454475709","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/6/uo/hk/lvuohKhcfLNlGlq-400x400-noPad.jpg?1454475709","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/6/uo/hk/lvuohKhcfLNlGlq-800x800-noPad.jpg?1454475709","processing":false,"size":{"width":800,"height":800}}}}},"petition":{"id":6600566,"document_id":"6600566","ask":"Bernie Sanders Campaign IMMEDIATELY Address Systemic Democratic Primary Election Fraud","created_at":"2016-03-23T21:07:49Z","original_locale":"en-US","languages":["en"],"title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","description":" Open Letter to Bernie Sander\\\'s Campaign from Supporters: n We, as your supporters/volunteers/donors and advocates for the People\\\'s movement are DEEPLY concerned about what appears to be systemic election rigging within the Democratic primary and the failure of the Sanders\\\' campaign to address problems as they have revealed themselves.nState by state, we have witnessed serious issues with caucus rigging (video evidence emerging showing Clinton staff miscounting votes/allowing Clinton voters to go into caucuses unregistered, misinforming caucus participants of rules resulting in invalidating Sanders votes). The violations were so severe in Iowa that the editorial board of the newspaper that endorsed Hillary Clinton for the Presidency, the Des Moines Register called for an independent audit and full investigation to determine what went wrong. In Nevada, we have video of Clinton supporters being allowed to vote in the caucus unregistered and miscounting vote. The concerns about manipulations by the Clinton campaign in Nevada resulted in Nurses United (the Nurses\\\' union that endorsed Sen Sanders) to request independent polling monitors be brought in to oversee elections in remaining primary states.nIn addition, we have seen a consistent trend of exit polling not matching election outcomes in Arizona, Massachusetts, Missouri, Iowa and Illinois indicating wins for Senator Sanders in these states. Additionally, exit polls in other states indicate much closer outcomes than reported results. In Massachusetts, we witnessed unadjusted exit polls indicating a double digit win for Bernie Sanders and hand counted precincts in Massachusetts going to Senator Sanders by 17% over Hillary Clinton. In Arizona, exit polls conducted by the Daily Courier indicated Sanders winning by 62% over Clinton\\\'s 37% yet current results are indicating an inexplicable double digit win for Clinton. Exit polling has been consistently correct in predicting Republican primary outcomes from the same outlets conducting the Democratic polling. This is a major red flag.nWe also have video evidence that Bill Clinton broke the law by campaigning INSIDE Massachusetts polling places and shutting down polling stations for several hours as he canvased these precincts. Despite this being against state law, the severe disruption in voting that occurred, and a petition of over 100,000 people demanding that the state take legal action against Clinton for these  ,"slug":"hillary-clinton-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":25294,"locale":"en-US","name":"bernie sanders","slug":"bernie-sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true}],"discoverable":true,"total_signature_count":30173,"weekly_signature_count":605,"photo":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"user":{"id":563967,"slug":"563967","first_name":"Deborah","last_name":"Lusignan","short_display_name":"Deborah","display_name":"Deborah Lusignan","city":"Adams","state_code":"MA","country_code":"US","website":"www.youtube.com/channel/UCxpfmCp2Z9VPTO7eWV6ebzQ","locale":"en-US","description":"I am the Sane Progressive on youtube.  A political commentary channel bringing a honest, logical counter-narrative to the lies of the corporately controlled media.","photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}}},"targets":[{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}}],"creator_name":"Deborah Lusignan","creator_photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}},"display_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","displayed_signature_count":30173,"petition_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","petition_status":"active","calculated_goal":35000,"media":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"primary_target":{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}},"progress":86.20857142857143},"creator":{"id":563967,"slug":"563967","first_name":"Deborah","last_name":"Lusignan","short_display_name":"Deborah","display_name":"Deborah Lusignan","city":"Adams","state_code":"MA","country_code":"US","website":"www.youtube.com/channel/UCxpfmCp2Z9VPTO7eWV6ebzQ","locale":"en-US","description":"I am the Sane Progressive on youtube.  A political commentary channel bringing a honest, logical counter-narrative to the lies of the corporately controlled media.","photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}}}},{"id":16193027,"petition_id":6600566,"petition_target_id":null,"petition_target_response_id":null,"title":"Indications of Ballot Rigging in Wyoming; Red Alert for Pennsylvania","description":"UPDATE 2: xa0As the campaign now continues to ignore the signatures of over 13,000 people, we have reports of ballot stuffing and irregularities in Wyoming. xa0In Laramie County alone, Sanders had 689 votes to Clinton\\\'s 111 votes at the caucus however Clinton ended up winning 620 votes were added in absentee surrogate ballots. xa0We implore the campaign to get representatives on the ground to examine the ballots to determine if these were legitimately cast votes. xa0It is IMPERATIVE that the campaign address this issue as officials in Lancaster County in Pennsylvania have ordered 300,000 absentee ballots for the upcoming Democratic primary election. xa0Absentee ballots in primary elections for this county in PA typically run about 3,000! xa0Just printing this grotesquely excessive amount should be a HUGE red flag. xa0ADDRESS immediately:nnhttp://lancasteronline.com/news/local/officials-lancaster-county-voters-will-get-absentee-ballots-this-week/article_910ff458-fc33-11e5-b804-671601f80af5.htmlnnPlease share this information on your social media pages and encourage your friends and families to get involved with the campaign and sign the petitionnnThanks for all you donSolidaritynDebbie Lusignann(aka Sane Progressive)","kind":"news_coverage","embedded_media":{},"created_at":"2016-04-12T16:15:54Z","video":{"embed_tag":"\\\', \\\'petition_comment_url\\\': \\\'https://www.change.org/api-proxy/-/petitions/6600566/comments?limit=30&order_by=voting_score\\\'}\', \'status\': \'\', \'petition_delivered_to\': u\'This petition will be delivered to:SenatorBernie Sanders\', \'petition_id\': \'6600566\', \'petition_to\': u\'Petition to Bernie Sanders\', \'num_supporters\': u\'\', \'petition_place\': u\' Adams, MA\', \'petition_update\': u\'{\\\'petition_updates\\\': u\\\'[{"id":16588766,"petition_id":6600566,"petition_target_id":null,"petition_target_response_id":null,"title":"Nevada: Clinton Operatives Utilize Common Thuggery to Deny Sanders Delegates/Supporters Voice","description":"Fellow Citizens:nnThere is no politically correct way to call it.  The Nevada State Caucus was blatantly rigged to deny Sanders supporters their voice and their rightful delegate positions this past Saturday.  It is was an out in the open FRAUD that ended with calls to the police by the Clinton thugs to stop the rightful protest of the Sanders advocates.  It is LONG past time that Sen Bernie Sanders openly denounce the nationwide theft and rigging of this SHAM of a \\\'Democratic\\\' primary election.  There is NOTHING democratic about this process.    Please reshare this petition on social media and email it to friends, so that we can generate enough of an outcry to force the Sanders campaign to take action on an issue they should have been addressing since IOWA.nnYou can read about what went down on Saturday  in Nevada HERE:nhttp://heavy.com/news/2016/05/nevada-democratic-convention-what-happened-roberta-lange-delegates-election-fraud-videos-recount-denied/nnYou can watch the VIDEOS evidence HERE:nhttp://heavy.com/news/2016/05/nevada-democratic-convention-raw-video-videos-full-replay-sanders-delegates-election-fraud-jason-llanes-periscope-youtube/nnYou can read our updated blog HERE to read about the hundreds of instances of ballot stuffing, caucus rigging, voter suppression, voter registration roll purging, and machine flipping of votes:nnhttps://electionfraud2016.wordpress.com/nnPlease write and call the Sanders campaign and tell them their silence in the face of such overwhelming fraud is NOT acceptable, especially while supporters are now facing arrest in protest of the rigging.  nnThanks for all you donnIn Solidarity and CouragennDebbie Lusignann(aka Sane Progressive on Youtube):nhttps://www.youtube.com/c/saneprogressive","kind":"news_coverage","embedded_media":{"description":"There is no politically correct way to call it. The Nevada State Caucus was blatantly rigged to deny Sanders supporters their voice and their rightful delegate positions. It is was an out in the open FRAUD that ended with calls to the police by the Clinton thugs to stop the rightful protest of the Sanders...","title":"Nevada State Caucus: Hillary Clinton Operatives Utilize Common Thuggery to Deny Sanders Delegates/Supporters Voice","original_url":"https://electionfraud2016.wordpress.com/2016/05/15/nevada-state-caucus-utilizes-common-thuggery-to-deny-sanders-delegatessupporters-voice/","thumbnail_url":"https://i1.wp.com/electionfraud2016.files.wordpress.com/2016/05/13226890_886178524860663_1335012685351867526_n.jpg?fit=440%2C330&ssl=1","provider_url":"http://electionfraud2016.wordpress.com","provider_name":"Election Fraud Watch 2016","author_name":"truthfirst12013","type":"link","thumbnail_height":330,"thumbnail_width":255},"created_at":"2016-05-15T15:55:06Z","photo_id":null,"video":null,"petition":{"id":6600566,"document_id":"6600566","ask":"Bernie Sanders Campaign IMMEDIATELY Address Systemic Democratic Primary Election Fraud","created_at":"2016-03-23T21:07:49Z","original_locale":"en-US","languages":["en"],"title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","description":" Open Letter to Bernie Sander\\\'s Campaign from Supporters: n We, as your supporters/volunteers/donors and advocates for the People\\\'s movement are DEEPLY concerned about what appears to be systemic election rigging within the Democratic primary and the failure of the Sanders\\\' campaign to address problems as they have revealed themselves.nState by state, we have witnessed serious issues with caucus rigging (video evidence emerging showing Clinton staff miscounting votes/allowing Clinton voters to go into caucuses unregistered, misinforming caucus participants of rules resulting in invalidating Sanders votes). The violations were so severe in Iowa that the editorial board of the newspaper that endorsed Hillary Clinton for the Presidency, the Des Moines Register called for an independent audit and full investigation to determine what went wrong. In Nevada, we have video of Clinton supporters being allowed to vote in the caucus unregistered and miscounting vote. The concerns about manipulations by the Clinton campaign in Nevada resulted in Nurses United (the Nurses\\\' union that endorsed Sen Sanders) to request independent polling monitors be brought in to oversee elections in remaining primary states.nIn addition, we have seen a consistent trend of exit polling not matching election outcomes in Arizona, Massachusetts, Missouri, Iowa and Illinois indicating wins for Senator Sanders in these states. Additionally, exit polls in other states indicate much closer outcomes than reported results. In Massachusetts, we witnessed unadjusted exit polls indicating a double digit win for Bernie Sanders and hand counted precincts in Massachusetts going to Senator Sanders by 17% over Hillary Clinton. In Arizona, exit polls conducted by the Daily Courier indicated Sanders winning by 62% over Clinton\\\'s 37% yet current results are indicating an inexplicable double digit win for Clinton. Exit polling has been consistently correct in predicting Republican primary outcomes from the same outlets conducting the Democratic polling. This is a major red flag.nWe also have video evidence that Bill Clinton broke the law by campaigning INSIDE Massachusetts polling places and shutting down polling stations for several hours as he canvased these precincts. Despite this being against state law, the severe disruption in voting that occurred, and a petition of over 100,000 people demanding that the state take legal action against Clinton for these violations, nothing was done. This emboldened Bill Clinton to repeat the same behavior in precincts in Illinois, and Hillary Clinton was seen campaigning at a precinct in North Carolina during voting on that state\\\'s primary day. Voters felt enormously disrespected that the Clinton\\\'s interfered with our voting process and upset the Sanders campaign did not hold them to account for illegally disrupting our voting process.nAdditionally, there is a serious concern about purged voter rolls with voters in every primary state thus far reporting incidents where individuals were either removed from the rolls or did not have their registration update changes in status that would have allowed them to participate in the 2016 Democratic primary. Florida and Arizona was the most egregious in voters reporting removal from the rolls with many citizens being denied the vote entirely or only allowed to vote on provisional ballots. Additionally, in Arizona we witnessed mass suppression of the vote as the state provided only sixty polling places for participation in contrast to the 200 that were available for the 2012 uncontested Democratic primary election. Voters reported waiting in lines for up to six hours. The mainstream news media predicted a victory for Clinton with available exit polling data indicating a Sanders win and thousands of voters still waiting in line to cast a vote. This reeks of wag the dog politics, and we have zero faith that the outcome in Arizona is any way indicative of the actual results of that election.nAdditionally, we are finding that vote by mail and absentee ballot registration is consistently favoring Hillary Clinton THREE to ONE and this is occurring EVEN in states where Sen Sanders is winning in double digit blow out margins over Clinton. nThis is a short list of the issues and problems that have been reported in the Democratic primary thus far. Please refer to this blog for sources, videos, documentation, and video evidence compiled by state.  The claims made in this petition are documented on this site. nhttps://electionfraud2016.wordpress.com/nAs supporters of this movement, we are troubled by the failure of the campaign to address these issues as they have arisen. We are puzzled why hand recounts of sample precincts were not requested in states where exit polls and election outcomes did not match. The machines we vote on are subject to tampering and remote hacking and election results have been shown to change by simple calibration of these machines. We are disturbed that the campaign failed to follow up with recounts in Missouri when exit polls showed a clear Sanders win in this state, and election precinct totals showed statistically improbable changes to favor Clinton in larger voting areas such as St Louis. If the campaign did not want the voters to incur the cost for a full recount in this state, it would have been prudent to request hand recounts of ballots in precincts that presented red flags. Our concern in Missouri, and indeed all the primary states, is not to pick up one or two extra delegates, but reveal what we believe could be mass election fraud. nGiven the amount of evidence, it has come to the point of irresponsibility by the campaign to continue to ignore this issue. Volunteers and supporters have given literally hundreds of thousands of man hours and millions of dollars in donations to drive this campaign to success. We have a right to expect the campaign will employ every possibly means of safeguarding our vote. Therefore, we request the campaign:nFully contest the election results in the state of Arizona. The amount of voter suppression and problems in this state demand a full revote.  nFile for hand counts in states where exit poll results did not match election outcomes where it is legally allowed.  If the campaign does not want to pay or recount entire states, we implore the campaign to request counts in states that presented red flags in reporting statistically improbable changes that favored Hillary Clinton.  (St Louis in Missouri, Chicago in Illinois, etc).  Immediately pursue any redress available in Massachusetts to the full extent of the law nConduct exit polling in future primary states and immediately request sample hand counts of precincts if election outcomes do not match polling results to document for any possible fraud and challenge results wherein such fraud is documented. nImmediately respond to any future illegal behavior from the Clinton campaign (Bill Clinton illegally canvassing polls, video evidence of caucus rigging from Clinton campaign) and reports of mass voter purging or vote suppression by pursuing any/all legal avenues to provide redress.  nIt is the campaign\\\'s duty to ensure that they utilize every avenue available to protect our vote and ensure that our movement to elect a People\\\'s representative to the Presidency isn\\\'t thwarted by illicit or illegal tactics from any entity.  nURGENT UPDATE:  After the Arizona debacle with reports of thousands of Sanders supporters being purged from the voter rolls, voters in upcoming primary states started double checking their registration status.  We are getting reports from voters in Wisconsin, New York, California, Washington, and other upcoming states and some have had their party affiliation changed from Democratic to another status or found they are no longer on the rolls.  If you are voting in an upcoming primary or caucus state, DOUBLE CHECK your voter registration status and bring documentation to the polls of your eligibility.  If you are purged, also contact the Sanders campaign.  The Sanders campaign should make available an immediate hotline for reporters to report this issue AND issue a statement to warn voters to check their registration status.  n UPDATE 2:  As the campaign now continues to ignore the signatures of over 13,000 people, we have reports of ballot stuffing and irregularities in Wyoming.  In Laramie County alone, Sanders had 689 votes to Clinton\\\'s 111 votes at the caucus however Clinton ended up winning 620 votes were added in absentee surrogate ballots.  We implore the campaign to get representatives on the ground to examine the ballots to determine if these were legitimately cast votes.  It is IMPERATIVE that the campaign address this issue as officials in Lancaster County in Pennsylvania have ordered 300,000 absentee ballots for the upcoming Democratic primary election.  Absentee ballots in primary elections for this county in PA typically run about 3,000!  Just printing this grotesquely excessive amount should be a HUGE red flag.  ADDRESS immediately:nhttp://lancasteronline.com/news/local/officials-lancaster-county-voters-will-get-absentee-ballots-this-week/article_910ff458-fc33-11e5-b804-671601f80af5.htmln"More than 2,900 ballot requests have been received so far, including a few hundred already sent overseas to comply with a federal law.That far outpaces the 1,922 and 1,176 requests seen in the 2012 and 2014 primaries."n Update 3: nThe New York State Democratic Primary election was a blatant exercise in voter suppression and fraud. A very SMALL sampling of issues that occurred in New York:nIn Brooklyn, 126,000 voters were purged from the registration rolls (dropped or party affiliation changed from Democrat to different party), a fourteen percent drop in that one city alone. Registration purging was reported across the state.nPolling locations in Brooklyn reported broken machines, lack of full compliment of machines, and one polling location opened hours late after it was failed to be staffed.nCNN exit polling showed a four percent difference between Clinton and Sanders for the final results. Clinton is now currently holding a sixteen point lead with the majority of precincts now reporting. CBS exit polls showed a five point difference between the two candidates. CNN exit poll had a margin of error of 2.6 percent. Exit polls are a reliable mean of ascertaining election outcomes and are used as a means globally to detect for suspicious results. New York is just the latest in a long series of states where reported results do not match the reported results (MA, IL, AZ, MI). A hand count is necessary to ensure the machine tally provided accurate results. Sanders must step up and demand that a hand count sample audit of precincts be conducted in New York state.nIssues were so severe that the New York City comptroller called for a full audit of the Election Board due to \\\'hundreds of thousands of reported problems\\\'. Unfortunately, there is a serious conflict of interest with Scott Stringer (NYC comptroller) leading an audit; he is the top delegate for Hillary Clinton on the New York State primary ballot.nSee our Election Fraud Blog for all the New York updates at:https://electionfraud2016.wordpress.com/ for MUCH more complete information. nIn solidaritynThe People. ","targeting_description":"Bernie Sanders","letter_body":"Bernie Sanders MUST IMMEDIATELY ADDRESS 2016 Democratic Primary Election Fraud","end_date":"2017-03-23","goal":null,"relevant_location":{"city":null,"country_code":"US","lat":null,"lng":null,"state_code":null,"google_places_id":"ChIJCzYy5IS16lQRQrfeQ5K5Oxw","photo_id":null},"restricted_location":null,"slug":"bernie-sanders-bernie-sanders-must-contest-arizona-election-results-and-address-systemic-election-rigging","status":"published","victory_date":null,"victory_description":null,"is_verified_victory":false,"is_victory":false,"video":null,"is_pledge":false,"topic":null,"tags":[{"id":7095,"locale":"en-US","name":"election","slug":"election-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":28190,"locale":"en-US","name":"fraud","slug":"fraud-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":32490,"locale":"en-US","name":"bernie","slug":"bernie-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":40286,"locale":"en-US","name":"sanders","slug":"sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":4905,"locale":"en-US","name":"arizona","slug":"arizona-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":7779,"locale":"en-US","name":"politics","slug":"politics-9","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":6531,"locale":"en-US","name":"hillary clinton","slug":"hillary-clinton-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":25294,"locale":"en-US","name":"bernie sanders","slug":"bernie-sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true}],"discoverable":true,"total_signature_count":30173,"weekly_signature_count":605,"photo":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"user":{"id":563967,"slug":"563967","first_name":"Deborah","last_name":"Lusignan","short_display_name":"Deborah","display_name":"Deborah Lusignan","city":"Adams","state_code":"MA","country_code":"US","website":"www.youtube.com/channel/UCxpfmCp2Z9VPTO7eWV6ebzQ","locale":"en-US","description":"I am the Sane Progressive on youtube.  A political commentary channel bringing a honest, logical counter-narrative to the lies of the corporately controlled media.","photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}}},"targets":[{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}}],"creator_name":"Deborah Lusignan","creator_photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}},"display_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","displayed_signature_count":30173,"petition_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","petition_status":"active","calculated_goal":35000,"media":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"primary_target":{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}},"progress":86.20857142857143},"creator":{"id":563967,"slug":"563967","first_name":"Deborah","last_name":"Lusignan","short_display_name":"Deborah","display_name":"Deborah Lusignan","city":"Adams","state_code":"MA","country_code":"US","website":"www.youtube.com/channel/UCxpfmCp2Z9VPTO7eWV6ebzQ","locale":"en-US","description":"I am the Sane Progressive on youtube.  A political commentary channel bringing a honest, logical counter-narrative to the lies of the corporately controlled media.","photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}}}},{"id":16344119,"petition_id":6600566,"petition_target_id":null,"petition_target_response_id":null,"title":"Critical Election Fraud Court Case Moving Forward in Arizona on Monday","description":"Audit Arizona has been at the forefront of fighting for election justice for over a decade, and tomorrow they will be fighting for the voters of Arizona and advancing a crucial court case that has national implication for the fight for election integrity.nnJohn Brakey, plaintiff for the court case, has introduced evidence that documents the purging that occurred against many legitimately registered and eligible voters in Arizona.  Additionally, the case is presenting ground breaking evidence which documents how electronic voting machines have built in functions that allow complete changing of  election results without leaving any trace of evidence per a ground breaking report from Bev Harris of Black Box Voting.nnAudit Arizona & John Brakey are stellar examples of ordinary citizens working to provide extraordinary citizen oversight.  It is courageous work and they need our help to keep the case moving forward to finance this tremendous effort to reclaim our election integrity, so we can reclaim our democracy!  If you can help in anyway, no matter how small, please consider donating to fund the case at http://electionnightmares.com/   nnEven if you can\\\'t donate at this time, you can join their site mailing list to follow the court case as it unfolds.  You can also continue to help by spreading our petition on social media (facebook, twitter) and emailing this petition to friends. nnThank you for caring about the future of democracy in the United States. nnIn solidarity and couragenDebbie LusignannAKA The Sane Progressive","kind":"news_coverage","embedded_media":{},"created_at":"2016-04-24T23:04:20Z","video":{"embed_tag":"","photo":{"id":133745294,"url":"photos/4/an/db/JxANdbbbgKKNJFG-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/an/db/JxANdbbbgKKNJFG-400x400-noPad.jpg?1461539070","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/an/db/JxANdbbbgKKNJFG-400x225-noPad.jpg?1461539070","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/an/db/JxANdbbbgKKNJFG-800x450-noPad.jpg?1461539070","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/an/db/JxANdbbbgKKNJFG-1600x900-noPad.jpg?1461539070","processing":false,"size":{"width":1600,"height":900}}}},"type":"video","id":"v16344119"},"petition":{"id":6600566,"document_id":"6600566","ask":"Bernie Sanders Campaign IMMEDIATELY Address Systemic Democratic Primary Election Fraud","created_at":"2016-03-23T21:07:49Z","original_locale":"en-US","languages":["en"],"title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","description":" Open Letter to Bernie Sander\\\'s Campaign from Supporters: n We, as your supporters/volunteers/donors and advocates for the People\\\'s movement are DEEPLY concerned about what appears to be systemic election rigging within the Democratic primary and the failure of the Sanders\\\' campaign to address problems as they have revealed themselves.nState by state, we have witnessed serious issues with caucus rigging (video evidence emerging showing Clinton staff miscounting votes/allowing Clinton voters to go into caucuses unregistered, misinforming caucus participants of rules resulting in invalidating Sanders votes). The violations were so severe in Iowa that the editorial board of the newspaper that endorsed Hillary Clinton for the Presidency, the Des Moines Register called for an independent audit and full investigation to determine what went wrong. In Nevada, we have video of Clinton supporters being allowed to vote in the caucus unregistered and miscounting vote. The concerns about manipulations by the Clinton campaign in Nevada resulted in Nurses United (the Nurses\\\' union that endorsed Sen Sanders) to request independent polling monitors be brought in to oversee elections in remaining primary states.nIn addition, we have seen a consistent trend of exit polling not matching election outcomes in Arizona, Massachusetts, Missouri, Iowa and Illinois indicating wins for Senator Sanders in these states. Additionally, exit polls in other states indicate much closer outcomes than reported results. In Massachusetts, we witnessed unadjusted exit polls indicating a double digit win for Bernie Sanders and hand counted precincts in Massachusetts going to Senator Sanders by 17% over Hillary Clinton. In Arizona, exit polls conducted by the Daily Courier indicated Sanders winning by 62% over Clinton\\\'s 37% yet current results are indicating an inexplicable double digit win for Clinton. Exit polling has been consistently correct in predicting Republican primary outcomes from the same outlets conducting the Democratic polling. This is a major red flag.nWe also have video evidence that Bill Clinton broke the law by campaigning INSIDE Massachusetts polling places and shutting down polling stations for several hours as he canvased these precincts. Despite this being against state law, the severe disruption in voting that occurred, and a petition of over 100,000 people demanding that the state take legal action against Clinton for these violations, nothing was done. This emboldened Bill Clinton to repeat the same behavior in precincts in Illinois, and Hillary Clinton was seen campaigning at a precinct in North Carolina during voting on that state\\\'s primary day. Voters felt enormously disrespected that the Clinton\\\'s interfered with our voting process and upset the Sanders campaign did not hold them to account for illegally disrupting our voting process.nAdditionally, there is a serious concern about purged voter rolls with voters in every primary state thus far reporting incidents where individuals were either removed from the rolls or did not have their registration update changes in status that would have allowed them to participate in the 2016 Democratic primary. Florida and Arizona was the most egregious in voters reporting removal from the rolls with many citizens being denied the vote entirely or only allowed to vote on provisional ballots. Additionally, in Arizona we witnessed mass suppression of the vote as the state provided only sixty polling places for participation in contrast to the 200 that were available for the 2012 uncontested Democratic primary election. Voters reported waiting in lines for up to six hours. The mainstream news media predicted a victory for Clinton with available exit polling data indicating a Sanders win and thousands of voters still waiting in line to cast a vote. This reeks of wag the dog politics, and we have zero faith that the outcome in Arizona is any way indicative of the actual results of that election.nAdditionally, we are finding that vote by mail and absentee ballot registration is consistently favoring Hillary Clinton THREE to ONE and this is occurring EVEN in states where Sen Sanders is winning in double digit blow out margins over Clinton. nThis is a short list of the issues and problems that have been reported in the Democratic primary thus far. Please refer to this blog for sources, videos, documentation, and video evidence compiled by state.  The claims made in this petition are documented on this site. nhttps://electionfraud2016.wordpress.com/nAs supporters of this movement, we are troubled by the failure of the campaign to address these issues as they have arisen. We are puzzled why hand recounts of sample precincts were not requested in states where exit polls and election outcomes did not match. The machines we vote on are subject to tampering and remote hacking and election results have been shown to change by simple calibration of these machines. We are disturbed that the campaign failed to follow up with recounts in Missouri when exit polls showed a clear Sanders win in this state, and election precinct totals showed statistically improbable changes to favor Clinton in larger voting areas such as St Louis. If the campaign did not want the voters to incur the cost for a full recount in this state, it would have been prudent to request hand recounts of ballots in precincts that presented red flags. Our concern in Missouri, and indeed all the primary states, is not to pick up one or two extra delegates, but reveal what we believe could be mass election fraud. nGiven the amount of evidence, it has come to the point of irresponsibility by the campaign to continue to ignore this issue. Volunteers and supporters have given literally hundreds of thousands of man hours and millions of dollars in donations to drive this campaign to success. We have a right to expect the campaign will employ every possibly means of safeguarding our vote. Therefore, we request the campaign:nFully contest the election results in the state of Arizona. The amount of voter suppression and problems in this state demand a full revote.  nFile for hand counts in states where exit poll results did not match election outcomes where it is legally allowed.  If the campaign does not want to pay or recount entire states, we implore the campaign to request counts in states that presented red flags in reporting statistically improbable changes that favored Hillary Clinton.  (St Louis in Missouri, Chicago in Illinois, etc).  Immediately pursue any redress available in Massachusetts to the full extent of the law nConduct exit polling in future primary states and immediately request sample hand counts of precincts if election outcomes do not match polling results to document for any possible fraud and challenge results wherein such fraud is documented. nImmediately respond to any future illegal behavior from the Clinton campaign (Bill Clinton illegally canvassing polls, video evidence of caucus rigging from Clinton campaign) and reports of mass voter purging or vote suppression by pursuing any/all legal avenues to provide redress.  nIt is the campaign\\\'s duty to ensure that they utilize every avenue available to protect our vote and ensure that our movement to elect a People\\\'s representative to the Presidency isn\\\'t thwarted by illicit or illegal tactics from any entity.  nURGENT UPDATE:  After the Arizona debacle with reports of thousands of Sanders supporters being purged from the voter rolls, voters in upcoming primary states started double checking their registration status.  We are getting reports from voters in Wisconsin, New York, California, Washington, and other upcoming states and some have had their party affiliation changed from Democratic to another status or found they are no longer on the rolls.  If you are voting in an upcoming primary or caucus state, DOUBLE CHECK your voter registration status and bring documentation to the polls of your eligibility.  If you are purged, also contact the Sanders campaign.  The Sanders campaign should make available an immediate hotline for reporters to report this issue AND issue a statement to warn voters to check their registration status.  n UPDATE 2:  As the campaign now continues to ignore the signatures of over 13,000 people, we have reports of ballot stuffing and irregularities in Wyoming.  In Laramie County alone, Sanders had 689 votes to Clinton\\\'s 111 votes at the caucus however Clinton ended up winning 620 votes were added in absentee surrogate ballots.  We implore the campaign to get representatives on the ground to examine the ballots to determine if these were legitimately cast votes.  It is IMPERATIVE that the campaign address this issue as officials in Lancaster County in Pennsylvania have ordered 300,000 absentee ballots for the upcoming Democratic primary election.  Absentee ballots in primary elections for this county in PA typically run about 3,000!  Just printing this grotesquely excessive amount should be a HUGE red flag.  ADDRESS immediately:nhttp://lancasteronline.com/news/local/officials-lancaster-county-voters-will-get-absentee-ballots-this-week/article_910ff458-fc33-11e5-b804-671601f80af5.htmln"More than 2,900 ballot requests have been received so far, including a few hundred already sent overseas to comply with a federal law.That far outpaces the 1,922 and 1,176 requests seen in the 2012 and 2014 primaries."n Update 3: nThe New York State Democratic Primary election was a blatant exercise in voter suppression and fraud. A very SMALL sampling of issues that occurred in New York:nIn Brooklyn, 126,000 voters were purged from the registration rolls (dropped or party affiliation changed from Democrat to different party), a fourteen percent drop in that one city alone. Registration purging was reported across the state.nPolling locations in Brooklyn reported broken machines, lack of full compliment of machines, and one polling location opened hours late after it was failed to be staffed.nCNN exit polling showed a four percent difference between Clinton and Sanders for the final results. Clinton is now currently holding a sixteen point lead with the majority of precincts now reporting. CBS exit polls showed a five point difference between the two candidates. CNN exit poll had a margin of error of 2.6 percent. Exit polls are a reliable mean of ascertaining election outcomes and are used as a means globally to detect for suspicious results. New York is just the latest in a long series of states where reported results do not match the reported results (MA, IL, AZ, MI). A hand count is necessary to ensure the machine tally provided accurate results. Sanders must step up and demand that a hand count sample audit of precincts be conducted in New York state.nIssues were so severe that the New York City comptroller called for a full audit of the Election Board due to \\\'hundreds of thousands of reported problems\\\'. Unfortunately, there is a serious conflict of interest with Scott Stringer (NYC comptroller) leading an audit; he is the top delegate for Hillary Clinton on the New York State primary ballot.nSee our Election Fraud Blog for all the New York updates at:https://electionfraud2016.wordpress.com/ for MUCH more complete information. nIn solidaritynThe People. ","targeting_description":"Bernie Sanders","letter_body":"Bernie Sanders MUST IMMEDIATELY ADDRESS 2016 Democratic Primary Election Fraud","end_date":"2017-03-23","goal":null,"relevant_location":{"city":null,"country_code":"US","lat":null,"lng":null,"state_code":null,"google_places_id":"ChIJCzYy5IS16lQRQrfeQ5K5Oxw","photo_id":null},"restricted_location":null,"slug":"bernie-sanders-bernie-sanders-must-contest-arizona-election-results-and-address-systemic-election-rigging","status":"published","victory_date":null,"victory_description":null,"is_verified_victory":false,"is_victory":false,"video":null,"is_pledge":false,"topic":null,"tags":[{"id":7095,"locale":"en-US","name":"election","slug":"election-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":28190,"locale":"en-US","name":"fraud","slug":"fraud-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":32490,"locale":"en-US","name":"bernie","slug":"bernie-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":40286,"locale":"en-US","name":"sanders","slug":"sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":4905,"locale":"en-US","name":"arizona","slug":"arizona-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":7779,"locale":"en-US","name":"politics","slug":"politics-9","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":6531,"locale":"en-US","name":"hillary clinton","slug":"hillary-clinton-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":25294,"locale":"en-US","name":"bernie sanders","slug":"bernie-sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true}],"discoverable":true,"total_signature_count":30173,"weekly_signature_count":605,"photo":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"user":{"id":563967,"slug":"563967","first_name":"Deborah","last_name":"Lusignan","short_display_name":"Deborah","display_name":"Deborah Lusignan","city":"Adams","state_code":"MA","country_code":"US","website":"www.youtube.com/channel/UCxpfmCp2Z9VPTO7eWV6ebzQ","locale":"en-US","description":"I am the Sane Progressive on youtube.  A political commentary channel bringing a honest, logical counter-narrative to the lies of the corporately controlled media.","photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}}},"targets":[{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}}],"creator_name":"Deborah Lusignan","creator_photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}},"display_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","displayed_signature_count":30173,"petition_title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","petition_status":"active","calculated_goal":35000,"media":{"id":128807573,"url":"photos/8/sr/fj/VRSRFJmTpEjCXal-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x400-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-400x225-noPad.jpg?1458767520","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-800x450-noPad.jpg?1458767520","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/8/sr/fj/VRSRFJmTpEjCXal-1600x900-noPad.jpg?1458767519","processing":false,"size":{"width":1600,"height":900}}},"type":"photo"},"primary_target":{"id":759708,"display_name":"Bernie Sanders","email":null,"type":"Politician","slug":"bernard-sanders","description":null,"photo_id":null,"publicly_visible":false,"verified_at":null,"summary":"US Senate - Vermont","locale":"en-US","confirmed_at":"2013-12-12T22:35:39Z","is_person":true,"member_of":{},"additional_data":{"state":"VT","title":"Senator","district":null,"active":true}},"progress":86.20857142857143},"creator":{"id":563967,"slug":"563967","first_name":"Deborah","last_name":"Lusignan","short_display_name":"Deborah","display_name":"Deborah Lusignan","city":"Adams","state_code":"MA","country_code":"US","website":"www.youtube.com/channel/UCxpfmCp2Z9VPTO7eWV6ebzQ","locale":"en-US","description":"I am the Sane Progressive on youtube.  A political commentary channel bringing a honest, logical counter-narrative to the lies of the corporately controlled media.","photo":{"id":119803750,"url":"photos/0/ly/mn/fNlymNXNVTNGChF-fullsize.jpg","sizes":{"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-48x48-noPad.jpg?1454428116","processing":false,"size":{"width":48,"height":48}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-128x128-noPad.jpg?1454428116","processing":false,"size":{"width":128,"height":128}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-400x400-noPad.jpg?1454428118","processing":false,"size":{"width":400,"height":400}},"xlarge":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/0/ly/mn/fNlymNXNVTNGChF-800x800-noPad.jpg?1454428117","processing":false,"size":{"width":800,"height":800}}}}},"photo":{"id":133745291,"url":"photos/7/fj/rv/YvFJrvCWnjalCwQ-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/7/fj/rv/YvFJrvCWnjalCwQ-400x400-noPad.jpg?1461539069","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/7/fj/rv/YvFJrvCWnjalCwQ-400x225-noPad.jpg?1461539069","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/7/fj/rv/YvFJrvCWnjalCwQ-800x450-noPad.jpg?1461539069","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/7/fj/rv/YvFJrvCWnjalCwQ-1600x900-noPad.jpg?1461539069","processing":false,"size":{"width":1600,"height":900}}}},"media":{"embed_tag":"","photo":{"id":133745294,"url":"photos/4/an/db/JxANdbbbgKKNJFG-fullsize.jpg","sizes":{"square":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/an/db/JxANdbbbgKKNJFG-400x400-noPad.jpg?1461539070","processing":false,"size":{"width":400,"height":400}},"small":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/an/db/JxANdbbbgKKNJFG-400x225-noPad.jpg?1461539070","processing":false,"size":{"width":400,"height":225}},"medium":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/an/db/JxANdbbbgKKNJFG-800x450-noPad.jpg?1461539070","processing":false,"size":{"width":800,"height":450}},"large":{"url":"//d22r54gnmuhwmk.cloudfront.net/photos/4/an/db/JxANdbbbgKKNJFG-1600x900-noPad.jpg?1461539070","processing":false,"size":{"width":1600,"height":900}}}},"type":"video","id":"v16344119"}},{"id":16290494,"petition_id":6600566,"petition_target_id":null,"petition_target_response_id":null,"title":"Demand Bernie Sanders Contest Fraudulent New York Primary Results; Urgent Update","description":"The New York State Democratic Primary election was a blatant exercise in voter suppression and fraud.  A very SMALL sampling of issues that occurred in New York:nn In Brooklyn, 126,000 voters were purged from the registration rolls (dropped or party affiliation changed from Democrat to different party), a fourteen percent drop in that one city alone.  Registration purging was reported across the state.  nnCertain precincts in New York did not have their polling locations open until noon.  Polling locations opened at 6:00 a.m. in other areas of the state.  These precincts were located in districts were Bernie Sanders was polling strongest and lopped off six hours of participation in crucial morning hours.nnPolling locations in Brooklyn reported broken machines, lack of full compliment of machines, and one polling location opened hours late after it was failed to be staffed.nnCNN exit polling showed a four percent difference between Clinton and Sanders for the final results.  Clinton is now currently holding a sixteen point lead with the majority of precincts now reporting.  CBS exit polls showed a five point difference between the two candidates.  CNN exit poll had a margin of error of 2.6 percent.  Exit polls are a reliable mean of ascertaining election outcomes and are used as a means globally to detect for suspicious results.  New York is just the latest in a long series of states where reported results do not match the reported results (MA, IL, AZ, MI).  A hand count is necessary to ensure the machine tally provided accurate results.  Sanders must step up and demand that a hand count sample audit of precincts be conducted in New York state.  nnIssues were so severe that the New York City comptroller called for a full audit of the Election Board due to \\\'hundreds of thousands of reported problems\\\'.  Unfortunately, there is a serious conflict of interest with Scott Stringer (NYC comptroller) leading an audit; he is the top delegate for Hillary Clinton on the New York State primary ballot.  nnSee our Election Fraud Blog for all the New York updates at:nhttps://electionfraud2016.wordpress.com/nnIt is imperative that the Sander campaign CONTEST the results of this bogus election.  We are urging the campaign to act, as the level of evidence of serious irregularities and misconduct is to overwhelming to continue to dismiss.  If you can help, please share this petition on all your social media pages, and forwarding this email to friend.  Also tweet and share this petition on facebook with Bernie Sanders with a note that you expect immediate action in New York.  nnWe can not win this election without an accurate counting of our votes, and it imperative that Sanders take a stand in New York.  Time is near out to effectively act.nnThanks for all you donnIn SolidaritynDebbie Lusignann(aka Sane Progressive)","kind":"news_coverage","embedded_media":{},"created_at":"2016-04-20T14:04:57Z","photo_id":null,"video":null,"petition":{"id":6600566,"document_id":"6600566","ask":"Bernie Sanders Campaign IMMEDIATELY Address Systemic Democratic Primary Election Fraud","created_at":"2016-03-23T21:07:49Z","original_locale":"en-US","languages":["en"],"title":"Bernie Sanders: Bernie Sanders MUST Contest Arizona Election Results and Address Systemic Election Rigging","description":" Open Letter to Bernie Sander\\\'s Campaign from Supporters: n We, as your supporters/volunteers/donors and advocates for the People\\\'s movement are DEEPLY concerned about what appears to be systemic election rigging within the Democratic primary and the failure of the Sanders\\\' campaign to address problems as they have revealed themselves.nState by state, we have witnessed serious issues with caucus rigging (video evidence emerging showing Clinton staff miscounting votes/allowing Clinton voters to go into caucuses unregistered, misinforming caucus participants of rules resulting in invalidating Sanders votes). The violations were so severe in Iowa that the editorial board of the newspaper that endorsed Hillary Clinton for the Presidency, the Des Moines Register called for an independent audit and full investigation to determine what went wrong. In Nevada, we have video of Clinton supporters being allowed to vote in the caucus unregistered and miscounting vote. The concerns about manipulations by the Clinton campaign in Nevada resulted in Nurses United (the Nurses\\\' union that endorsed Sen Sanders) to request independent polling monitors be brought in to oversee elections in remaining primary states.nIn addition, we have seen a consistent trend of exit polling not matching election outcomes in Arizona, Massachusetts, Missouri, Iowa and Illinois indicating wins for Senator Sanders in these states. Additionally, exit polls in other states indicate much closer outcomes than reported results. In Massachusetts, we witnessed unadjusted exit polls indicating a double digit win for Bernie Sanders and hand counted precincts in Massachusetts going to Senator Sanders by 17% over Hillary Clinton. In Arizona, exit polls conducted by the Daily Courier indicated Sanders winning by 62% over Clinton\\\'s 37% yet current results are indicating an inexplicable double digit win for Clinton. Exit polling has been consistently correct in predicting Republican primary outcomes from the same outlets conducting the Democratic polling. This is a major red flag.nWe also have video evidence that Bill Clinton broke the law by campaigning INSIDE Massachusetts polling places and shutting down polling stations for several hours as he canvased these precincts. Despite this being against state law, the severe disruption in voting that occurred, and a petition of over 100,000 people demanding that the state take legal action against Clinton for these violations, nothing was done. This emboldened Bill Clinton to repeat the same behavior in precincts in Illinois, and Hillary Clinton was seen campaigning at a precinct in North Carolina during voting on that state\\\'s primary day. Voters felt enormously disrespected that the Clinton\\\'s interfered with our voting process and upset the Sanders campaign did not hold them to account for illegally disrupting our voting process.nAdditionally, there is a serious concern about purged voter rolls with voters in every primary state thus far reporting incidents where individuals were either removed from the rolls or did not have their registration update changes in status that would have allowed them to participate in the 2016 Democratic primary. Florida and Arizona was the most egregious in voters reporting removal from the rolls with many citizens being denied the vote entirely or only allowed to vote on provisional ballots. Additionally, in Arizona we witnessed mass suppression of the vote as the state provided only sixty polling places for participation in contrast to the 200 that were available for the 2012 uncontested Democratic primary election. Voters reported waiting in lines for up to six hours. The mainstream news media predicted a victory for Clinton with available exit polling data indicating a Sanders win and thousands of voters still waiting in line to cast a vote. This reeks of wag the dog politics, and we have zero faith that the outcome in Arizona is any way indicative of the actual results of that election.nAdditionally, we are finding that vote by mail and absentee ballot registration is consistently favoring Hillary Clinton THREE to ONE and this is occurring EVEN in states where Sen Sanders is winning in double digit blow out margins over Clinton. nThis is a short list of the issues and problems that have been reported in the Democratic primary thus far. Please refer to this blog for sources, videos, documentation, and video evidence compiled by state.  The claims made in this petition are documented on this site. nhttps://electionfraud2016.wordpress.com/nAs supporters of this movement, we are troubled by the failure of the campaign to address these issues as they have arisen. We are puzzled why hand recounts of sample precincts were not requested in states where exit polls and election outcomes did not match. The machines we vote on are subject to tampering and remote hacking and election results have been shown to change by simple calibration of these machines. We are disturbed that the campaign failed to follow up with recounts in Missouri when exit polls showed a clear Sanders win in this state, and election precinct totals showed statistically improbable changes to favor Clinton in larger voting areas such as St Louis. If the campaign did not want the voters to incur the cost for a full recount in this state, it would have been prudent to request hand recounts of ballots in precincts that presented red flags. Our concern in Missouri, and indeed all the primary states, is not to pick up one or two extra delegates, but reveal what we believe could be mass election fraud. nGiven the amount of evidence, it has come to the point of irresponsibility by the campaign to continue to ignore this issue. Volunteers and supporters have given literally hundreds of thousands of man hours and millions of dollars in donations to drive this campaign to success. We have a right to expect the campaign will employ every possibly means of safeguarding our vote. Therefore, we request the campaign:nFully contest the election results in the state of Arizona. The amount of voter suppression and problems in this state demand a full revote.  nFile for hand counts in states where exit poll results did not match election outcomes where it is legally allowed.  If the campaign does not want to pay or recount entire states, we implore the campaign to request counts in states that presented red flags in reporting statistically improbable changes that favored Hillary Clinton.  (St Louis in Missouri, Chicago in Illinois, etc).  Immediately pursue any redress available in Massachusetts to the full extent of the law nConduct exit polling in future primary states and immediately request sample hand counts of precincts if election outcomes do not match polling results to document for any possible fraud and challenge results wherein such fraud is documented. nImmediately respond to any future illegal behavior from the Clinton campaign (Bill Clinton illegally canvassing polls, video evidence of caucus rigging from Clinton campaign) and reports of mass voter purging or vote suppression by pursuing any/all legal avenues to provide redress.  nIt is the campaign\\\'s duty to ensure that they utilize every avenue available to protect our vote and ensure that our movement to elect a People\\\'s representative to the Presidency isn\\\'t thwarted by illicit or illegal tactics from any entity.  nURGENT UPDATE:  After the Arizona debacle with reports of thousands of Sanders supporters being purged from the voter rolls, voters in upcoming primary states started double checking their registration status.  We are getting reports from voters in Wisconsin, New York, California, Washington, and other upcoming states and some have had their party affiliation changed from Democratic to another status or found they are no longer on the rolls.  If you are voting in an upcoming primary or caucus state, DOUBLE CHECK your voter registration status and bring documentation to the polls of your eligibility.  If you are purged, also contact the Sanders campaign.  The Sanders campaign should make available an immediate hotline for reporters to report this issue AND issue a statement to warn voters to check their registration status.  n UPDATE 2:  As the campaign now continues to ignore the signatures of over 13,000 people, we have reports of ballot stuffing and irregularities in Wyoming.  In Laramie County alone, Sanders had 689 votes to Clinton\\\'s 111 votes at the caucus however Clinton ended up winning 620 votes were added in absentee surrogate ballots.  We implore the campaign to get representatives on the ground to examine the ballots to determine if these were legitimately cast votes.  It is IMPERATIVE that the campaign address this issue as officials in Lancaster County in Pennsylvania have ordered 300,000 absentee ballots for the upcoming Democratic primary election.  Absentee ballots in primary elections for this county in PA typically run about 3,000!  Just printing this grotesquely excessive amount should be a HUGE red flag.  ADDRESS immediately:nhttp://lancasteronline.com/news/local/officials-lancaster-county-voters-will-get-absentee-ballots-this-week/article_910ff458-fc33-11e5-b804-671601f80af5.htmln"More than 2,900 ballot requests have been received so far, including a few hundred already sent overseas to comply with a federal law.That far outpaces the 1,922 and 1,176 requests seen in the 2012 and 2014 primaries."n Update 3: nThe New York State Democratic Primary election was a blatant exercise in voter suppression and fraud. A very SMALL sampling of issues that occurred in New York:nIn Brooklyn, 126,000 voters were purged from the registration rolls (dropped or party affiliation changed from Democrat to different party), a fourteen percent drop in that one city alone. Registration purging was reported across the state.nPolling locations in Brooklyn reported broken machines, lack of full compliment of machines, and one polling location opened hours late after it was failed to be staffed.nCNN exit polling showed a four percent difference between Clinton and Sanders for the final results. Clinton is now currently holding a sixteen point lead with the majority of precincts now reporting. CBS exit polls showed a five point difference between the two candidates. CNN exit poll had a margin of error of 2.6 percent. Exit polls are a reliable mean of ascertaining election outcomes and are used as a means globally to detect for suspicious results. New York is just the latest in a long series of states where reported results do not match the reported results (MA, IL, AZ, MI). A hand count is necessary to ensure the machine tally provided accurate results. Sanders must step up and demand that a hand count sample audit of precincts be conducted in New York state.nIssues were so severe that the New York City comptroller called for a full audit of the Election Board due to \\\'hundreds of thousands of reported problems\\\'. Unfortunately, there is a serious conflict of interest with Scott Stringer (NYC comptroller) leading an audit; he is the top delegate for Hillary Clinton on the New York State primary ballot.nSee our Election Fraud Blog for all the New York updates at:https://electionfraud2016.wordpress.com/ for MUCH more complete information. nIn solidaritynThe People. ","targeting_description":"Bernie Sanders","letter_body":"Bernie Sanders MUST IMMEDIATELY ADDRESS 2016 Democratic Primary Election Fraud","end_date":"2017-03-23","goal":null,"relevant_location":{"city":null,"country_code":"US","lat":null,"lng":null,"state_code":null,"google_places_id":"ChIJCzYy5IS16lQRQrfeQ5K5Oxw","photo_id":null},"restricted_location":null,"slug":"bernie-sanders-bernie-sanders-must-contest-arizona-election-results-and-address-systemic-election-rigging","status":"published","victory_date":null,"victory_description":null,"is_verified_victory":false,"is_victory":false,"video":null,"is_pledge":false,"topic":null,"tags":[{"id":7095,"locale":"en-US","name":"election","slug":"election-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":28190,"locale":"en-US","name":"fraud","slug":"fraud-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":32490,"locale":"en-US","name":"bernie","slug":"bernie-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":40286,"locale":"en-US","name":"sanders","slug":"sanders-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":4905,"locale":"en-US","name":"arizona","slug":"arizona-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":false},{"id":7779,"locale":"en-US","name":"politics","slug":"politics-9","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":6531,"locale":"en-US","name":"hillary clinton","slug":"hillary-clinton-en-us","total_count":null,"photo_id":null,"discoverable":null,"created_by_staff_member":true},{"id":25294,"lo\\\', \\\'petition_update_url\\\': \\\'https://www.change.org/api-proxy/-/petitions/6600566/updates?limit=30\\\'}\', \'petitioner\': u\'\'}', 'words': u'Let it be understood that if Jeb Bush, Ted Cruz, John Kasich, Mitt Romney and the Republican Party power brokers steal the Republican nomination from Donald Trump at the convention -- when Trump is the clear leader -- we will walk out of the Republican party and not support its nominee. Trump\'s support transcends his personality and is a movement that if the Republican Party was open, would welcome and leverage to the country\'s advantage, instead of impeding, obstructing and destroying. Further, we will not return to the Republican Party but will go about the task of consolidating Trump\'s political gains and reform the corrupt political system that cares more about itself than the interest of the United States. Karl Rove and company, never ones to lack hubris, are very mistaken if they think that humpty dumpty (the Republican Party) can be put back together. We are prepared for the next stage of this battle, engaging our foes from George Patton\'s maxim, "Never let the enemy pick the battle site."', 'date': u'', 'external_id': u'changeorg_Bernie-Sanders-Campaign-IMMEDIATELY-Address-Systemic-Democratic-Primary-Election-Fraud'}